[
    {
        "name": "Инженер-программист встраиваемых систем",
        "url": "https://www.superjob.ru/clients/mfti-2185844/vacancies.html",
        "description": "<p><b>Обязанности:</b></p><p></p><ul><li>Участие в разработке систем гиростабилизации подвижных объектов. </li><li>Написание программного кода для управления двигателями систем стабилизации. </li><li>Разработка и реализация алгоритмов систем гиростабилизации. </li><li>Разработка встроенного ПО для микроконтроллеров типа STM32. </li><li>Реализация взаимодействия с периферийными устройствами по стандартным интерфейсам (RS232, UART, RS485, SPI, I2C, Ethernet и т. п.).</li></ul><b>Требования:</b><p></p><ul><li>Высшее профессиональное (техническое) образование. </li><li>Знание С/С++. </li><li>Опыт работы с микроконтроллерами типа STM32 и микрокомпьютерами. </li><li>Базовое знание ОС семейства Linux. </li><li>Понимание работы систем гиростабилизации. </li><li>Опыт работы с двигателями (программно-аппаратное сопряжение). </li><li>Использование орг. техники (персональный компьютер, печатающие устройства, сканеры, брошюратор). </li><li>Знание языка Python является плюсом. </li><li>Чтение принципиальных электрических схем и знание Altium Designer является плюсом. </li><li>Базовое знание английского, достаточное для свободного чтения документации иностранных компонент. </li><li>Уверенное знание теоретической механики и радиотехники на уровне программы профильных ВУЗов. </li><li>Коммуникабельность, внимательность к деталям, способность к саморазвитию.</li></ul><b>Условия:</b><p></p><ul><li>Работа в ведущем техническом вузе страны, в городе Долгопрудный (Рядом со станцией Новодачная МЦД-1, или 15 минут от метро Алтуфьево или Ховрино). </li><li>Оформление в соответствии с ТК РФ, официальная заработная плата. </li><li>Возможности профессионального развития. </li><li>Оплачиваемый отпуск, больничный лист. </li><li>График работы: 5/2, с 09:00 до 18:00, возможно работа в удаленном режиме. </li><li>Заработная плата: от 100 000 рублей. </li><li>Молодой активный коллектив. </li><li>Возможность бесплатного посещения бассейна и тренажерного зала. </li><li>В соответствии с ТК РФ (ст.331), работники сферы образования обязаны предоставить справку о наличии (отсутствии) судимости и (или) факта уголовного преследования, срок изготовления которой может быть до 30 дней, просим заранее позаботиться о её получении.</li></ul>",
        "salary_to": 0,
        "salary_from": 100000
    },
    {
        "name": "Старший аналитик данных в CRM (Отдел анализа эффективности некредитного направления)",
        "url": "https://www.superjob.ru/clients/bank-vtb-235578/vacancies.html",
        "description": "<p><b>Обязанности:</b></p><p><ul><li>аналитическая поддержка бизнес-подразделения, развитие и накопление экспертизы в области аналитики, статистики;</li><li>анализ эффективности работы CRM, оценка кампаний, подведение итогов пилотов;</li><li>участие в крупных аналитических проектах розничного CRM;</li><li>поиск решения проблем: увеличения отклика на предложения CRM, расширения охвата базы клиентов предложениями, повышения эффективности процессов;</li><li>проведение оценки клиентской базы: анализ жизненного цикла клиентов, прогнозирование поведения, построение клиентского портрета, взаимодействие с data scientists в рамках задач по анализу данных и моделированию;</li><li>подготовка бизнес рекомендаций в рамках активностей департамента по результатам проведенных исследований, визуализация результатов исследований;</li><li>сопровождение текущей отчетности и создание новой, разработка dashboard, инструментария для контроля деятельности CRM;</li><li>разработка инструментария для контроля деятельности CRM.</li></ul><b>Требования:</b></p><p><ul><li>высшее образование (математика, физмат, экономика, статистика);</li><li>опыт работы в крупной компании (банки, телеком, retail) в подразделении аналитики от 1 года;</li><li>отличное знание SQL (написание сложных запросов, знание оконных функций) - обязательно;</li><li>уверенный пользователь MS Office (Excel, P.Point);</li><li>опыт использования инструментов BI будет плюсом;</li><li>знание python для целей аналитики данных будет плюсом;</li><li>опыт анализа больших объемов данных;</li><li>наши аналитики, как правило, используют SQL, но мы не ограничиваем специалистов в выборе инструментария;</li><li>аналитический склад ума;</li><li>умением структурированно излагать мысли, презентовать результаты своей работы.</li></ul><b>Условия:</b></p><p><ul><li>трудоустройство согласно Законодательству;</li><li>конкурентная заработная плата;</li><li>профессиональное обучение и развитие;</li><li>добровольное медицинское страхование, льготные условия кредитования;</li><li>корпоративная пенсионная программа, материальная помощь;</li><li>спортивная жизнь и корпоративные мероприятия;</li><li>возможность построить карьеру в ведущем банке России.</li></ul></p>",
        "salary_to": 0,
        "salary_from": 0
    },
    {
        "name": "Руководитель направления в Центр резервирования и планирования",
        "url": "https://www.superjob.ru/clients/bank-otkrytie-320325/vacancies.html",
        "description": "<p><b>Обязанности:</b></p><p></p><ul><li>Формирование и автоматизация регулярной риск-отчетности по портфелю корпоративного и инвестиционного бизнеса;</li><li>Расчет риск-показателей, аналитика портфеля;</li><li>Разработка дэшбордов с использованием средств MS Power BI;</li><li>Формирование бизнес-требований на реализацию витрин / дэшбордов.</li></ul><b>Требования:</b><p></p><ul><li>Опыт работы от 1 до 3 лет в Банках / финансовых организациях (направления: риски / портфельный анализ / автоматизация отчетности);</li><li>Высшее образование (финансы и кредит);</li><li>Уверенное знание SQL, MS Excel, Python (желательно);</li><li>Опыт самостоятельной разработки дэшбордов на MS Power BI (желательно);</li><li>Глубокие аналитические навыки.</li></ul><b>Мы предлагаем вам:</b><p></p><ul><li>Стать частью крупного, динамично развивающегося банка;</li><li>Работу в команде единомышленников, неравнодушных к передовым технологиям и практикам;</li><li>Неограниченные возможности для совершенствования Ваших навыков и знаний, обучаясь у лучших и решая сверхамбициозные задачи;</li><li>Позитивную рабочую атмосферу, дружный коллектив;</li><li>Удобное расположение офисов;</li><li>Достойную и конкурентную заработную плату, квартальные и годовые премии, размер которых зависит от результатов Вашей работы;</li><li>Разнообразный социальный пакет: ДМС, страхование жизни, страхование для выезжающих за границу, льготные условия приобретения банковских продуктов, скидки в фитнес-клубах и в компаниях-партнерах.</li></ul>",
        "salary_to": 0,
        "salary_from": 0
    },
    {
        "name": "Маркетинговый аналитик",
        "url": "https://www.superjob.ru/clients/perekrestok-4311/vacancies.html",
        "description": "<p><b>Наши предложения:</b></p><p></p><ul><li>гибридный формат работы</li><li>самостоятельность в работе и принятии решений</li><li>карьерное и профессиональное развитие</li><li>стабильная заработная плата: оклад + бонус</li><li>комфортный офис с бесплатной парковкой для сотрудников</li><li>корпоративный транспорт от м. Волгоградский проспект</li><li>скидки на товары и услуги более чем 900 компаний-партнёров</li><li>корпоративные скидки для сотрудников X5 Group</li><li>страхование жизни и здоровья</li><li>расширенный полис ДМС со стоматологией</li><li>корпоративная жизнь с праздниками, подарками и мероприятиями</li></ul><b>Наши ожидания:</b><p></p><ul><li>оценка потенциальной рентабельности от бизнес-проектов и рекламных кампаний</li><li>прогнозирование объема продаж при разных сценариях рекламного бюджетирования</li><li>анализ по методу АБ-тестирования</li><li>подготовка кастомных отчетов, дашбордов в Bi-системах</li><li>автоматизация маркетинговой отчетности</li><li>построение сквозной маркетинговой аналитики</li><li>знание и опыт работы c маркетинговыми метриками, оценкой маркетинговых кампаний, понимание моделей атрибуции</li></ul>",
        "salary_to": 0,
        "salary_from": 0
    },
    {
        "name": "Системный инженер",
        "url": "https://www.superjob.ru/clients/eko-centr-71817/vacancies.html",
        "description": "<p><b>Наши ожидания:</b></p><p></p><ul><li>Вы знаете что такое кластер виртуализации Proxmox (kvm) и понимаете, как он работает.</li><li>Вы уверенно знаете, как администрировать операционные системы Linux (debian, CentOS, Windows)</li><li>Вы осознаете принципы работы современной сетевой инфраструктуры и стека TCP/IP, принципы сетевого взаимодействия систем, знаете, что такое Firewall, NAT и прочие странные слова, зачем нужны VLAN и как маршрутизировать трафик средствами OPNsense и Mikrotik. А самое главное зачем и куда!</li><li>Вы знаете как настроить отправку почтовых голубей через сервер Zimbra</li><li>Вы знаете что такое Zabbix и сможете настроить мониторинг всего чего угодно.</li><li>Вы знаете для чего нужно серверное железо и что куда воткнуть, что такое RAID (hardware, software).</li><li>Вы знаете что такое AD, DNS, DHCP, как работают и настраиваются групповые политики.</li><li>Вы знаете что такое СХД (Qnap, Windows SMB) и умеете настраивать и администрировать.</li><li>Вы стремитесь автоматизировать рутинные IT процессы, поэтому знаете, как это сделать.</li><li>Вы знаете как работать с IP телефонией (Asterisk), как правильно раскидать звонки и сделать красивое голосовое приветствие (сложный IVR).</li><li>Вы знаете как работать с пользователями и пользовательскими ОС. У Вас крайне высокий уровень стрессоустойчивости.</li><li>Вы понимаете, что выполнение поручений руководителя — это крайне важно.</li></ul><b>Будет огромным плюсом если вы:</b><p></p><ul><li>Умеете работать с БД Postgresql, MySQL</li><li>Знаете, как писать скрипты на bash, python, php (желательно PowerShell)</li><li>Знаете, что такое СКУД и IP видеонаблюдение и умеете с этим работать.</li><li>Умеете самостоятельно администрировать часть инфраструктуры и отдельные проекты.</li><li>Знаете как улучшить показатели производительности и отказоустойчивости сервисов в непосредственной зоне ответственности, предложить варианты оптимизации инфраструктуры.</li><li>Знаете как осуществить мониторинг сервисов, выявить проблемные места, устранить неисправности и задокументировать проблему. Оперативное реагировать на оповещения и сигналы тревоги. Эскалация проблем.</li><li>Понимаете, что рабочий процесс может затянуться и придется задержаться на работе.</li></ul><b>Требования:</b><p></p><ul><li>Высшее образование.</li><li>Коммуникабельность, доброжелательность.</li><li>Ответственность, стрессоустойчивость, способность быстро усваивать новую информацию.</li><li>Умение работать в режиме многозадачности.</li><li>Грамотная речь.</li></ul><b>Условия</b><p></p><ul><li>Работа в крупной медицинской, динамично развивающейся Компании.</li><li>Строгое соблюдение Трудового законодательства, своевременная и в полном объеме выплата заработной платы, премии, скидки на медицинские услуги, оказываемые в нашей организации.</li><li>Современное медицинское оборудование, комфортные условия труда.</li><li>Обучение и развитие в Компании.</li><li>График работы: гибкий с 8-00 до 20-00 с плавающими выходными днями.</li><li>Недалеко от метро Нагорная, Профсоюзная, Тульская, Нижние Котлы.</li><li>Будем рады видеть Вас в нашем дружном коллективе!</li></ul>",
        "salary_to": 120000,
        "salary_from": 0
    },
    {
        "name": "Аналитик (в области медицины)",
        "url": "https://www.superjob.ru/clients/fgbu-centr-strategicheskogo-planirovaniya-mediko-biologicheskih-riskov-fmba-rf-3776154/vacancies.html",
        "description": "<p>\nВ Федеральный информационно-аналитический центр мониторинга\nмедико-биологических рисков ФМБА России требуется аналитик в отдел\nпрогнозирования биологических рисков\n\n\n\n</p><p><b>Обязанности:</b></p><ul><li>моделирование медико-биологических процессов</li><li>выполнение прогнозов математическими методами</li><li>исследование и адаптация методов прогнозирования к использованию в области биологических рисков</li><li>анализ данных</li><li>внедрение методов в автоматизированную аналитическую систему</li><li>подготовка аналитических справок, отчетов и презентационных материалов </li></ul><b>Требования:</b><ul><li>высшее образование (медико-биологическое, математическое, техническое, естественно-научное)</li><li>знание высшей математики, статистики, теории вероятностей на базовом уровне</li><li>навыки работы с базами данных, обработки и анализа больших объемов информации из разных источников</li><li>опыт проведения литературных обзоров для решения поставленных задач (научные статьи, книги, учебники, методические рекомендации, документация)</li><li>интерес к развитию сферы биологической безопасности, стремление расширять кругозор</li><li>системное мышление, развитые аналитические способности, нацеленность на получение результата</li></ul><i>Приветствуется:</i><br /><ul><li>опыт работы с медицинскими данными</li><li>понимание принципов работы алгоритмов машинного обучения, знакомство с методами математического моделирования в биологии и медицине, умение применять байесовские методы</li><li>владение Python (или другим языком программирования) на уровне, достаточном для самостоятельного выполнения прогнозирования или моделирования</li><li>опыт написания научных статей, отчетов НИР</li><li>владение английским языком на уровне чтения технической литературы</li></ul><b>Условия:</b><ul><li>График работы 5/2, с 9.30 до 18.00;</li><li>ежегодный отпуск - 28 календарных дней;</li><li>испытательный срок 3 месяца;</li><li>возможность\nпрофессионального роста;<br /></li><li>прикрепление к корпоративной поликлинике.</li></ul>",
        "salary_to": 0,
        "salary_from": 0
    },
    {
        "name": "Преподаватель программирования и IT дисциплин",
        "url": "https://www.superjob.ru/clients/konsaltingovaya-gruppa-finium-2318749/vacancies.html",
        "description": "<p>В колледж с государственной лицензией и аккредитацией требуется преподаватель программирования.</p><p><b>Условия:</b><br /></p>бессрочный трудовой договор;<ul><li>\"белая\" зарплата;</li><li>пятидневная рабочая неделя;</li><li>оплачиваемый отпуск два месяца в год; </li><li>нагрузка 4-5 пар в день;</li><li>оффлайн и онлайн занятия.</li></ul><p><b>Обязанности:</b></p><ul><li>Преподавание дисциплин по программированию</li><li>Подготовка и проверка заданий для студентов</li></ul><b>Требования:</b><p>Наличие высшего образования;</p><p>Знание:</p><ul><li>Python;</li><li>C++ или Java;</li><li>SQL;</li><li>алгоритмов и теории программирования;</li></ul><p>Владение навыками:</p><ul><li>разработки программных модулей;</li><li>разработки мобильных и веб-приложений;</li><li>поддержки и тестирования программных модулей;</li><li>системного программирования.</li></ul><p><br /></p>",
        "salary_to": 100000,
        "salary_from": 80000
    },
    {
        "name": "Java-разработчик",
        "url": "https://www.superjob.ru/clients/yandeks-ooo-yandeks-3237849/vacancies.html",
        "description": "<p>Каждый месяц больше 20 миллионов человек выбирают товары в более чем 24 тысячах магазинов, размещенных на Маркете. Наш сервис располагает огромной базой данных о предложениях магазинов, актуальной информацией о ценах и наличии товаров, сроках и стоимости доставки. Маркет помогает пользователям выбирать лучшие товары, а магазинам — продвигать свой ассортимент.</p><p>Разработчики Маркета решают задачи, связанные с обработкой и анализом больших объемов данных, создают и поддерживают высоконагруженные отказоустойчивые системы. Мы используем непрерывно развивающиеся сервисы Яндекса, например, колоночную аналитическую систему управления базами данных ClickHouse, MapReduce-платформу Yandex Tables, облачную платформу для приложений и популярные инструменты разработки: Gradle, Spring Framework, PostgreSQL, Oracle и многие другие. Мы ищем в свою команду ответственных и внимательных разработчиков.</p><p><b>Мы ждем, что вы:</b></p><p><ul><li>готовы к действительно сложным и интересным задачам;</li><li>имеете опыт коммерческой разработки на Java;</li><li>умеете тестировать свой код и разбираться в чужом;</li><li>умеете работать в команде;</li><li>хорошо знаете Java Core;</li><li>знаете классические алгоритмы и структуры данных.</li></ul><b>Будет плюсом, если вы:</b></p><p><ul><li>создавали распределённые системы с большой нагрузкой и микросервисы;</li><li>использовали реляционные системы управления базами данных или NoSQL-хранилища;</li><li>умеете разрабатывать многопоточные приложения;</li><li>разрабатывали под Unix или Linux;</li><li>использовали непрерывную интеграцию (CI) и непрерывную доставку (CD);</li><li>знаете базовые принципы организации сетей;</li><li>знаете Python.</li></ul><b>Что мы предлагаем:</b></p><p><ul><li>современный офис со всеми необходимыми для комфортной работы и отдыха условиями, есть парковка (каждый день мы мониторим эпидемиологическую ситуацию, поэтому формат работы может меняться и зависит от общих правил работы офисов Яндекса);</li><li>официальное трудоустройство;</li><li>компенсация оплаты питания на территории кампуса и в окрестностях;</li><li>гибкий график: мы не контролируем, кто во сколько приходит и уходит, ключевая задача для каждого из нас — выполнять поставленные цели;</li><li>профессиональная команда, у которой можно многому научиться и перенять полезный опыт;</li><li>культура открытости, взаимопомощи: у нас работают люди, увлеченные и небезразличные к тому, что они делают;</li><li>высокая скорость работы и возможность быстро увидеть свой вклад и результаты работы;</li><li>работа в технологической компании, где есть возможность делать полезные сервисы, которыми пользуются миллионы людей.</li></ul></p>",
        "salary_to": 0,
        "salary_from": 0
    },
    {
        "name": "Специалист (работа с отчетностью)",
        "url": "https://www.superjob.ru/clients/mi-fns-rossii-po-cod-n2-3402679/vacancies.html",
        "description": "<b>Обязанности:</b><br /><ul><li><p>Контроль и загрузка в БД информации из различных источников</p></li><li><p>Формирование аналитических и статистических отчетов</p></li></ul><br /><b>Требования:</b><br /><ul><li>Системное и аналитическое мышление;</li><li>Умение работать с большим объемом информации.</li><li>Умение работать в режиме многозадачности.</li><li>Навыки деловой переписки, умение ясно и четко излагать свои мысли с учетом потребностей целевой аудитории.</li><li>Базовые навыки работы с офисными приложениями (MS Office Project, Word, Excel, Visio, Power Point) и браузерами, применение компьютерной и другой оргтехники,</li><li>Основы ведения делопроизводства, составление делового письма</li></ul><p>Предпочтительно:<br /></p><ul><li>Продвинутые знания MS Excel,\nSQL\n\n</li><li>Навыки работы с MS Power Query, Python (библиотеки numpy, pandas)</li></ul><p><br /><br /><b>Условия:</b><br /><br />5дневная рабочая неделя, график работы пн-чт с 9 до 18, пт с 9 до 16-45, обед - 45 минут.<br />Служебный день ненормированный (эпизодически).<br />Отпуск составляет 30 календарных дней + 3 дня за ненормированный рабочий день+ отпуск за выслугу лет.<br />Бесплатное обслуживание в ведомственной поликлинике.<br />Санаторно-курортное лечение в пансионатах Сочи и Анапы.<br />Дружный молодой коллектив.<br />Перспективы профессионального и карьерного роста.<br />Стабильная заработная плата.<br />Ежеквартальное материальное стимулирование.<br />Территориальное расположение: Походный проезд, 3, «Налоговый городок». Ближайшие станции метро: Сходненская, Тушинская, Волоколамская (10 минут общественным транспортом), а также пешая доступность от станции «Трикотажная» Рижской ЖД<br />Полный рабочий день</p>",
        "salary_to": 0,
        "salary_from": 35000
    },
    {
        "name": "Системный администратор, IT-специалист",
        "url": "https://www.superjob.ru/clients/fgbu-nauchno-issledovatelskij-centr-kosmicheskoj-gidrometeorologii-planeta-4207698/vacancies.html",
        "description": "<b>Обязанности:</b><p>•        настройка и эксплуатация межсетевых экранов, маршрутизаторов,\nсистем мониторинга за трафиком и безопасностью;<br /></p><p>•        поиск и устранение неисправностей сети, уязвимостей сети;</p><p>•        настройка мониторинга работоспособности оборудования, каналов связи (zabbix);</p><p>•        работа с системами виртуализации (hyper-v; vmware; контейнеры\ndocker и др.);</p><p>\n• настройка ОС Linux (CentOS, openSUSE и др.), Asta linux, Windows (7,10, server 2012 – 2019);<br /></p><p> • автоматизация рутиных задачь;<br /></p><p> • участие в эксплуатации и развитии ИТ-инфраструктуры организации;  <b><br /></b></p><p>•        разработка документации (схемы, руководства по эксплуатации, описания) в рамках круга обязанностей;<br /></p><p> • антивирусная защита;  <br /></p><p>•        участие в монтажных работах по СКС (редко);  </p><p>•        участие в установке и развертывании серверного оборудования, систем хранения данных, сетевого оборудования (редко);</p><p>•        администрирование видеоконференцоборудования (работа по графику).  <br /></p><p><br /></p><p><b>Требования:</b></p><ul><li><p>образование высшее (допускается обучение в магистратуре, вечернее отделение);</p></li><li><p>работа с ОС Linux (CentOS, openSUSE и др.), Asta linux, Windows (7,10, server 2012 – 2019) на уровне администратора;</p></li></ul><ul><li><p>Обязательно знание:</p><ul><li><p>протоколы передачи данных по ЛВС;<br /></p></li><li><p>характеристики и основы эксплуатации сетевого оборудования (коммутаторы, маршрутизаторы, межсетевые экраны);</p></li><li><p>устройство и принципы работы ЭВМ и периферийного оборудования (принтеры, МФУ, мониторы);</p></li><li><p>устройство и работа с серверного оборудования;</p></li></ul></li><li><p>написание скриптов, умение программировать на языке \nPython приветствуется;</p></li><li><p>читать техническую документацию на английском языке;</p></li><li><p>наличие опыта работы системным администратором является преимуществом;</p></li><li><p>Наличие сертификатов повышения квалификации в сфере IT является преимуществом.</p></li></ul><p><b>Условия:</b></p><ul><li>Работа в центре Москвы (м. Краснопресненская).<br /></li><li>график работы 5/2 с 9 до 18 часов;</li><li>Постоянная работа;</li><li>Дружная профессиональная команда;</li><li>Оформление по ТК РФ;</li><li>Интересные КОСМИЧЕСКИЕ проекты;</li><li>Возможности карьерного роста (Компания постоянно развивается и растёт).</li><li>Уровень зарплаты обсуждается с успешным кандидатом.</li></ul><p><b>Уважаемые соискатели, <br />просьба указывать ожидаемый уровень З/П на руки в сопроводительном письме!</b></p>",
        "salary_to": 0,
        "salary_from": 0
    },
    {
        "name": "Системный администратор",
        "url": "https://www.superjob.ru/clients/tb-proekt-3706962/vacancies.html",
        "description": "<p><b>Обязанности:</b></p><ul><li>Поддержание рабочего состояния\nрабочих станций</li><li>Поддержка пользователей\n(включая удаленную)</li><li>Участие в развитии внутренней\nинфраструктуры, её техническое сопровождение</li></ul><p><b>Требования:</b></p><ul><li>Понимание основ сети (TCP/IP,\nDNS, VPN, VLAN, DHCP)</li><li> Навыки работы с Windows Server – TS, AD, GPO, WSUS, Hyper-V</li><li> Минимальный опыт\nадминистрирования БД MSSQL</li><li> Базовые навыки\nадминистрирования Windows и *nix</li><li> Настройка базового\nбухгалтерского ПО – CryptoPro,\nконтур, такском, 1C</li></ul><p> Желательно:</p><ul><li>Zabbix</li><li> FreePBX/Asterisk</li><li> Cisco ASA, Juniper EX</li><li> *nix: bash, exim4, dovecot, nginx, php-fpm,\ngunicorn</li><li> Знание python на минимальном уровне </li></ul><p><b>С чем предстоит работать:</b></p><ul><li>Кластер на базе Hyper-V</li><li>MS инфраструктура включая SCCM, DPM, MSSQL.</li><li>Сетевое оборудование Cisco ASA, Juniper EX, Ubiquity</li><li> IP телефония на базе FreePBX</li><li> Более 100 пользователей</li><li> Несколько офисов на территории\nг. Москва и ближайшее Подмосковье. </li><li>\n\n98%\nвремени работа в офисе по адресу Амундсена, 9, но редкие выезды в другие офисы\nбудут    </li></ul><p><b>Условия:</b></p><ul><li>формление по ТК РФ;<br /></li><li>официальная з/п<br /></li><li>график работы 5/2;<br /></li><li>шаговая доступность от метро Свиблово (7 мин).<br /></li><li>полный рабочий день (с 9.00 до 18.00)<br /></li><li>на территории работодателя</li></ul>",
        "salary_to": 150000,
        "salary_from": 0
    },
    {
        "name": "Учитель информатики",
        "url": "https://www.superjob.ru/clients/shkola-2116-3241791/vacancies.html",
        "description": "<b>Обязанности:</b><br /><ul><li>Качественное ведение уроков информатики (1,5 ставки) </li><li>Подготовка к экзаменам и олимпиадам, городским конференциям и конкурсам, </li><li>Ведение внеурочной деятельности, дополнительного образования</li><li>Курирование проекта \"Инженерный класс в московской школе\" и проинженерных классов</li></ul><b>Требования:</b><ul><li>Высшее профильное образование</li><li>Диагностика МЦКО (высокий/экспертный уровень по информатике)<br /></li><li>Опыт работы учителем информатики (подготовка к ОГЭ/ЕГЭ, олимпиадам и конференциям)<br /></li><li>Владение ПК<br /></li><li>Справка о несудимости (обязательно!)<br /></li><li>Медицинская книжка и пр. документы, предусмотренные ТК РФ для пед.работников</li></ul><b>Условия:</b><ul><li>Стабильная заработная плата и стимулирующие выплаты</li><li>Социальный пакет (оплата отпусков, листков нетрудоспособности, повышение квалификации и пр.)</li></ul>",
        "salary_to": 0,
        "salary_from": 130000
    },
    {
        "name": "Преподаватель по программированию",
        "url": "https://www.superjob.ru/clients/uchi-ru-4505748/vacancies.html",
        "description": "<p>Мы с тобой сработаемся, если ты:</p><ul><li>В том числе студент (3 курс и старше), аспирант или выпускник технического или педагогического вуза</li><li>Знаешь язык программирования или есть желание обучиться</li><li>Опыт преподавания в группах от 6 месяцев</li><li>Умеешь объяснять сложные вещи простыми словами</li><li>Хочешь развиваться и повышать свою квалификацию</li></ul><p>Что нужно делать?</p><ul><li>Проводить занятия по программированию для детей</li></ul><ul><li>Отслеживать результаты обучения</li><li>Консультировать родителей по вопросам успеваемости детей</li><li>Продавать курсы на открытом уроке</li></ul><ul><li>Поддерживать в школе позитивную атмосферу</li><li>Спустя полноценный учебный год наши юные ученики получают дипломы об окончании курса, и ты будешь участвовать в организации масштабного мероприятия</li></ul><p>Наши условия:</p><ul><li>Сменный график в развивающейся школе под узнаваемым брендом</li><li>Бесплатное обучение для успешных кандидатов</li><li>Обеспечение методическими материалами</li><li>Конкурентная заработная плата</li><li>Возможность развиваться и получать новые навыки</li><li>Атмосфера и команда школы – корпоративная культура отдыха, пицца и отличное настроение: )</li></ul>",
        "salary_to": 0,
        "salary_from": 0
    },
    {
        "name": "Специалист по комплексным системам безопасности",
        "url": "https://www.superjob.ru/clients/megapolis-121161/vacancies.html",
        "description": "<p>МЕГАПОЛИС – группа компаний, владеющая и управляющая активами в сфере логистики и дистрибуции товаров повседневного спроса (FMCG): табачная и пивобезалкогольная продукция, бакалейные товары, зажигалки, элементы питания, контрацептивы, энергетики, OTP (сигары, сигариллы, табаки).</p><p>Основана в 1998г.</p><p>230 филиалов от Калининграда до Петропавловска-Камчатского.</p><p>Более 13 000 человек сотрудников.</p><p>Доставка товаров в более чем в 160 000 торговых точек по всей России.</p><p>6 место в рейтинге Forbes в номинации «200 крупнейших частных компаний России».</p><p><b>ГК МЕГАПОЛИС ОБЛАДАЕТ КРУПНЕЙШИМ ПОРТФЕЛЕМ КОНТРАКТОВ, ВКЛЮЧАЯ КОНТРАКТЫ НА ДИСТРИБУЦИЮ В РФ:</b></p><p></p><ul><li>Табачной продукции с производителями Japan Tobacco International, Philip Morris International, Imperial Tobacco Group;</li><li>Долгосрочный дистрибьюторский договор с производителем пивобезалкогольной продукции ОАО «Пивоваренная компания «Балтика» (Carlsberg Group);</li><li>Дистрибьюторские контракты с производителями чая и кофе – кофе Lavazza и Moccona.</li><li>Дистрибьюторский контракт с производителем энергетических напитков Red Bull GmbH (Red Bull, Bullit).</li></ul>В ГК Мегаполис открыта вакансия \"Ведущий специалист инженерно-технического отдела\"<p><b>Обязанности:</b></p><p></p><ul><li>Поддержание работоспособности систем видеонаблюдения, систем контроля доступа, охранных систем;</li><li>Разработка и согласование планов расположения охранного оборудования;</li><li>Подбор и заказ компонентов для ремонта технических средств охраны;</li><li>Работа с серверами (IPMI);</li><li>Выезды на объекты (Москва Сити, МО г. Пушкино)</li></ul><b>Требования:</b><p></p><ul><li>Высшее техническое образование;</li><li>Опыт работы с ПАК \"Интеллект\", программирование и администрирование;</li><li>Водительское удостоверение категории \"В\". Опыт вождения автомобиля</li></ul><b>Дополнительные преимущества:</b><p></p><ul><li>Наличие сертификатов AICP (Axxon Intellect Сертифицированный Профессионал) и ANCP ( Axxon Next Сертифицированный профессионал);</li><li>Опыт работы с оборудованием и программным обеспечением Hikvision: iVMS-4200, видеорегистраторы, видеокамеры;</li><li>Знания PowerShell, Python, JScript.</li></ul><b>МЫ ПРЕДЛАГАЕМ:</b><p></p><ul><li>Работу в крупнейшей компании – лидере в своей отрасли;</li><li>Оформление по ТК РФ с первого рабочего дня;</li><li>Удобный график работы ПН-ПТ 9-18;</li><li>Конкурентную белую заработную плату, выплаты 2 раза в месяц на банковскую карту;</li><li>ДМС со стоматологией, скидка на обеды в корпоративной столовой;</li><li>Работа в офисе в Москве вблизи м. Аннино;</li><li>Есть охраняемая парковка для сотрудников или корпоративный транспорт от/до метро;</li><li>Для выездов на объекты предоставляется служебный автомобиль.</li></ul>",
        "salary_to": 0,
        "salary_from": 0
    },
    {
        "name": "Дата-инженер / Data-engineer",
        "url": "https://www.superjob.ru/clients/superjob-14449/vacancies.html",
        "description": "<p>В своей работе мы используем аналитическую базу данных ClickHouse, систему визуализации на базе Superset/Metabase и множество других инструментов для работы с Big Data. В команду ищем человека, который поможет нам развивать эту систему.<br /></p><p><b>Чем придётся заниматься:</b></p><ul><li>Работать с DWH, проектировать схемы для хранения данных.</li><li>Загружать данные из различных источников (как внутренних БД, так и внешних аналитических/маркетинговых платформ и т.д.) в DWH.</li><li>Разрабатывать, поддерживать и оптимизировать витрины данных.</li><li>Участвовать в организации CI/CD и мониторинга процессов обработки данных.</li><li>Искать ошибки и аномалии в данных, управлять качеством данных, автоматизировать проверку качества данных.</li></ul><b>Что ждём от вас:</b><ul><li>Уверенное знание SQL (аналитические функции, CTE, оптимизация запросов под Clickhouse и организация хранения данных в Clickhouse).</li><li>Хорошее знание Python (основные типы данных, основы ООП, основы алгоритмизации и взаимодействия с API).</li><li>Неудержимое желание обучаться и прокачиваться с нашей всевозможной поддержкой.</li></ul><b>Будет плюсом опыт работы с:</b><ul><li>Большими объёмами данных.</li><li>ClickHouse cluster.</li><li>Linux, Docker, Jenkins/Airflow/Dagster.</li><li>CDC в Clickhouse через Kafka+Debezium.</li><li>Flask, SqlAlchemy.</li></ul><b>Своему будущему коллеге мы предлагаем:</b><ul><li>Работу в одном из самых быстрорастущих рынков - HRTech.</li><li>Высокую инженерную культуру.</li><li>Непрерывное обучение и профессиональное развитие внутри компании.</li><li>Возможность стать частью сплоченной команды, любящей свое дело.</li><li>Регулярную обратную связь от наставников и руководителей.</li><li>Официальную заработную плату.</li><li>ДМС после прохождения испытательного срока.</li><li>Современный офис в 10 минутах пешей прогулки от станций метро Пушкинская/Маяковская/Чеховская/Новослободская. 3D-тур: public.superjob.ru/3dtour/ </li><li>Спортивный уголок.</li><li>Комфортную зону отдыха.</li><li>Кофе-поинты с вкуснейшим кофе и вендинговым аппаратом.</li><li>Оборудованное просторное место для питания.</li><li>Оплату проезда общественным транспортом.</li></ul>",
        "salary_to": 0,
        "salary_from": 0
    },
    {
        "name": "Инженер (трансфер технологий)",
        "url": "https://www.superjob.ru/clients/vserossijskij-nauchno-issledovatelskij-institut-aviacionnyh-materialov-nacionalnogo-issledovatelskogo-centra-kurchatovskij-institut-438429/vacancies.html",
        "description": "<p><b>Обязанности:</b></p><p><ul><li>участие в работах по развитию центра трансфера технологий с применением информационных технологий;</li><li>создание и управление базами данных по управлению результатами интеллектуальной деятельности;</li><li>проведение экспертиз отчетной документации и результатов научно-технической деятельности, полученных в рамках НИР, ОТР и ОКР в целях выявления охраноспособных результатов работ и готовить рекомендаций по их правовой охране;</li><li>участие в информационно-аналитической и технической помощи научным подразделениям института при планировании и выполнении ими научно-исследовательских работ;</li><li>построение патентных ландшафтов в сфере деятельности Предприятия;</li><li>участие в работе по обеспечению, с использованием новых информационных технологий, подразделений института и руководства института специально подготовленной информацией с целью повышения научно-технических знаний сотрудников и создания внешней и внутренней информационной среды предприятия.</li></ul><b>Требования:</b></p><p><ul><li>высшее образование: инженерно-техническое или в области информационно-телекоммуникационных технологий;</li><li>уверенный пользователь ПК;</li><li>уверенный пользователь Excel, Word, Power Point, Access, 1С;</li><li>знание языков программирования (Python, SQL, и др.);</li><li>навыки работы по разработке технического задания для создания баз данных и программного обеспечения;</li><li>навыки работы с наполнением и управлением баз данных;</li><li>навыки статистической обработки данных;</li><li>хорошие аналитические способности;</li><li>английский язык - не ниже среднего уровня.</li></ul><b>Условия:</b></p><p><ul><li>Ближайшая станция метро: м. Бауманская, м. Курская.</li><li>График работы: 09.00 - 18.00 (пн.-чт), 09.00 - 16.45 (пт.);</li><li>Официальное трудоустройство;</li><li>Детские лагеря;</li><li>Собственная база отдыха.</li></ul></p>",
        "salary_to": 100000,
        "salary_from": 60000
    },
    {
        "name": "Главный разработчик",
        "url": "https://www.superjob.ru/clients/gruppa-kompanij-maskom-ooo-cbi-maskom-173090/vacancies.html",
        "description": "<p><b>Обязанности:</b></p><p><ul><li>организация процесса разработки модулей к существующему ПО с помощью подчиненных, CodeReview</li><li>развитие существующего ПО</li><li>обсуждение пожеланий по доработке ПО с заказчиком</li><li>разработка документации для программистов (по сути, не ГОСТ)</li></ul><b>Требования:</b></p><p><ul><li>опыт разработки от 5 лет</li><li>разработки в команде с программистами в подчинении и самостоятельно</li><li>наличие завершенных проектов с backend на Python.</li><li>умение самостоятельно развернуть проект под Linux.</li><li>Git, GitHub, Confluence, Jira</li><li>Языки: Python, JavaScript, желательно Dart</li><li>Фреймворки: желательно Flutter</li><li>Базы данных: PostgreSQL, SQLite</li></ul><b>Условия:</b></p><p><ul><li>Зарплата полностью официально.</li><li>Трудоустройство в компании аккредитованной в Мин. цифре.</li><li>Бронь.</li><li>Гибкий график.</li><li>Возможность работать удаленно.</li><li>Возможны командировки.</li><li>Офис м. Октябрьское поле, 5 минут пешком.</li></ul></p>",
        "salary_to": 0,
        "salary_from": 200000
    },
    {
        "name": "Разработчик Python / Python Developer (офис, 5/2)",
        "url": "https://www.superjob.ru/clients/gruppa-guta-24345/vacancies.html",
        "description": "<p><b>Уважаемые соискатели! Работа в офисе (г.Москва, м. Новослободская)</b></p> <p><b>Задачи:</b></p> <ul><li>Разработка с использованием Python3;</li> <li>Поддержка и доработка существующих сервисов, интеграций;</li> <li>Проектирование и разработка нового функционала, модулей для различных интеграций;</li> <li>Умение разбирать и дорабатывать чужой код.</li> </ul><p><b>Наши требования:</b></p> <ul><li>Опыт коммерческой разработки на Python (от 1 года);</li> <li>Опыт работы с система контроля версий Git;</li> <li>Опыт интеграции со сторонними сервисами и API;</li> <li>Знание Python 3.10+;</li> <li>Опыт работы с базами данных, понимание базовых принципов внутренней работы реляционных БД;</li> <li>Уверенный пользователь Linux;</li> <li>Базовые знания сетевых технологий, клиент-серверного взаимодействия, протокола HTTP(S), REST, SOAP;</li> <li>Базовые знания Docker, Docker Compose;</li> <li>Базовые знания очередей сообщения Kafka/RabbitMQ.</li> </ul><p>Технологический стек: Python 3.10 (fastapi/flask, pydantic, psycopg2, pymssql, aiodbc, pytest); БД (PostgreSQL, MS SQL, MySQL); Kafka; Docker, Docker Compose; Graylog, Zabbix.</p> <p><b>Будет плюсом:</b></p> <ul><li>Понимание микросервисной архитектуры;</li> <li>Знание DICOM протокола;</li> <li>Опыт работы с NoSQL;</li> <li>Опыт работы с Graylog стек.</li> </ul><p><b>Мы предлагаем:</b></p> <ul><li>Работу в крупном холдинге, который стабильно существует на рынке с 1998 года;</li> <li>Перспективы профессионального развития и карьерного роста;</li> <li>Достойную оплату труда: высокий стабильный оклад;</li> <li>Полностью официальную «белую» ЗП;</li> <li>Работа в офисе, 5/2 с 9:00 до 18:00 или с 10:00 до 19:00.</li> <li>Место для отдыха и приема пищи;</li> <li>Льготное медицинское обслуживание для сотрудников и членов семьи;</li> <li>Скидки от компаний входящих в Группу Гута (фитнес клубы, рестораны Савой, отели Савой, специальные программы ГУТА-Банка, Гута-страхование)</li> <li>Адекватное руководство – современные, прогрессивные, вовлеченные, поддерживающие современные технологии и тренды.</li> </ul><p>В сопроводительном письме просьба указывать Ваши зарплатные ожидания, если они не указаны в резюме.<br /><br />До встречи на собеседовании!</p>",
        "salary_to": 200000,
        "salary_from": 150000
    },
    {
        "name": "Продуктовый web-аналитик (Стрим дебетовые карты и счета)",
        "url": "https://www.superjob.ru/clients/bank-vtb-235578/vacancies.html",
        "description": "<p><b>Обязанности:</b></p><p><ul><li>настройка системы сбора, процессов и методов по сбору данных;</li><li>настройка новых отчетов из Яндекс.Метрики;</li><li>настройка метрик на сайтах и посадочных страницах;</li><li>проверка данных на достоверность в системах аналитики при формировании еженедельных/ежедневных отчетов в системе Яндекс.Метрика;</li><li>проведение анализа результативности всех каналов трафика;</li><li>проведение анализа количественных и качественных показателей трафика на веб-сайте;</li><li>мониторинг поведенческих характеристик пользователей при посещении веб-сайта;</li><li>участие в подготовке тех.заданий на новые лендинги компании;</li><li>подготовка регулярного отчета по сайту и лендингам;</li><li>подготовка отчетов в различных срезах (по страницам, по городам, по продуктам, по аудитории, по конверсиям, по событиям, выстраивание воронки);</li><li>анализ данных и подготовка рекомендаций для команды маркетинга.</li></ul><b>Требования:</b></p><p><ul><li>опыт работы не менее 2-х лет в банке/агентстве работающем с банками;</li><li>обязательное владение SQL на уровне сложных запросов;</li><li>опыт работы с системами визуализации данных PowerBI / Google Data Studio и т.д.;</li><li>визуализация данных с помощью дашбордов;</li><li>умение работать с большим массивом данных;</li><li>желательно знание Python;</li><li>свободное владение основными инструментами веб-аналитики (Яндекс Метрика, Google Analytics);</li><li>логика и cтратегическое мышление.</li></ul></p>",
        "salary_to": 0,
        "salary_from": 0
    },
    {
        "name": "Эксперт (CJE)",
        "url": "https://www.superjob.ru/clients/bank-vtb-235578/vacancies.html",
        "description": "<p><b>Обязанности:</b></p><p><ul><li>проработка клиентских путей для формирования новых гипотез по улучшению поведения сегментов и увеличению эффективности коммуникаций;</li><li>сегментация клиентской базы, построение алгоритмов сегментации клиентской базы и формирование требований к данным;</li><li>регулярный сбор отчетности, бизнес анализ, оценка и прогнозирование эффектов от маркетинговых инициатив;</li><li>формирование новых гипотез на основе данных по проведенным кампаниям;</li><li>подготовка брифов и материалов для запуска целевых маркетинговых кампаний, координация и оптимизация работ кампейнеров;</li><li>контроль запуска маркетинговых кампаний;</li><li>коммуникации со смежными подразделениями по проработке решений для запуска онлайн маркетинговых коммуникаций;</li><li>формирование постановок на смежные системы по получению потоков целевых событий для запуска кампаний;</li><li>проработка бизнес-процессов и оптимизация решений по входящим запросам от продуктовых команд/заказчиков.</li></ul><b>Требования:</b></p><p><ul><li>образование: высшее, приветствуются специальности маркетинг, бизнес-анализ;</li><li>опыт и/или знания в области управления \"Customer Journey\" и использования методик и инструментов анализа продаж или маркетинговой активности, продвижения услуг, работа с CRM-системами, кампейнинг;</li><li>опыт работы в банках – приветствуется, возможно – телеком, ритейл;</li><li>знание SQL, Python как плюс;</li><li>знание CRM-платформ/кампейн-движков: SAS RTDM или аналоги как существенный плюс;</li><li>опытный пользователь Excel, опыт подготовки презентаций;</li><li>способность ответственно, инициативно и самостоятельно выполнять свою роль;</li><li>быстрая обучаемость и высокая скорость погружения в задачу;</li><li>мультизадачность, стремление в максимально короткие сроки достичь максимальный результат;</li><li>аналитический склад ума;</li><li>умение работать с большими объемами информации, хорошая память.</li></ul></p>",
        "salary_to": 0,
        "salary_from": 0
    },
    {
        "name": "Стажер-тестировщик QA",
        "url": "https://api.hh.ru/vacancies/86626961?host=hh.ru",
        "description": "Базовое понимание основных этапов и принципов тестирования, знакомство с теорией тестирования. Базовые знания <highlighttext>Python</highlighttext>. Понимание жизненного цикла разработки и тестирования...",
        "salary_to": null,
        "salary_from": null
    },
    {
        "name": "Стажер-программист Python",
        "url": "https://api.hh.ru/vacancies/86458967?host=hh.ru",
        "description": "Способность быстро разобраться в неизвестном предмете (протоколе, языке программирования, и т.д.). Опыт программирования на <highlighttext>Python</highlighttext> (не обязательно промышленный). ",
        "salary_to": null,
        "salary_from": 60000
    },
    {
        "name": "Python-разработчик (junior)",
        "url": "https://api.hh.ru/vacancies/87277446?host=hh.ru",
        "description": "Знает язык <highlighttext>Python</highlighttext> уверенно: основы, синтаксис, функции, декораторы(замыкания), ООП, асинхронную модель, процессы, потоки. Слышал про GIL. Понимает почему <highlighttext>python</highlighttext>...",
        "salary_to": 70000,
        "salary_from": null
    },
    {
        "name": "Бэкенд разработчик Python",
        "url": "https://api.hh.ru/vacancies/87371472?host=hh.ru",
        "description": "1) 1+ год опыта работы в качестве бэкенд-разработчика (<highlighttext>Python</highlighttext>). 2) Опыт интеграции сторонних сервисов по средствам API. ",
        "salary_to": 120000,
        "salary_from": 60000
    },
    {
        "name": "Стажер C++/ Python",
        "url": "https://api.hh.ru/vacancies/87453054?host=hh.ru",
        "description": "Базовое знание C++ и/или <highlighttext>Python</highlighttext>. Наличие GitHub/GitLab/BitBucket. Знание алгоритмов и структур данных на уровне университетской программы. ",
        "salary_to": null,
        "salary_from": null
    },
    {
        "name": "Стажер-программист Python",
        "url": "https://api.hh.ru/vacancies/86400360?host=hh.ru",
        "description": "Базовые знания <highlighttext>Python</highlighttext> (>3).",
        "salary_to": null,
        "salary_from": null
    },
    {
        "name": "Junior 3D художник",
        "url": "https://api.hh.ru/vacancies/87490646?host=hh.ru",
        "description": "Знание пайплайна создания моделей для PBR шейдинга. Наличие портфолио. Знание Photoshop. Знание <highlighttext>python</highlighttext>. Знание библиотеки Blender .bpy. Знание Unreal Engine...",
        "salary_to": null,
        "salary_from": null
    },
    {
        "name": "Разработчик Python (junior)",
        "url": "https://api.hh.ru/vacancies/86324076?host=hh.ru",
        "description": "Знание что такое swagger. Знание как управлять зависимостями в приложениях на <highlighttext>python</highlighttext> (pip/poetry/pipenv). Понимание про typehints/mypy. ",
        "salary_to": 80000,
        "salary_from": null
    },
    {
        "name": "Разработчик Python/SQL",
        "url": "https://api.hh.ru/vacancies/87539957?host=hh.ru",
        "description": "Опыт разработки на <highlighttext>Python</highlighttext> 3 и MS SQL. Высшее техническое образование. Желательно знать Django, Celery, REST API; иметь опыт администрирования...",
        "salary_to": null,
        "salary_from": 80000
    },
    {
        "name": "Python разработчик (MXDR)",
        "url": "https://api.hh.ru/vacancies/87491593?host=hh.ru",
        "description": "Имеешь опыт веб-разработки от одного года. Работаешь с <highlighttext>Python</highlighttext> 3.7 и выше. Есть опыт работы с веб-фреймоворками...",
        "salary_to": null,
        "salary_from": null
    },
    {
        "name": "Стажер-тестировщик QA",
        "url": "https://api.hh.ru/vacancies/86626961?host=hh.ru",
        "description": "Базовое понимание основных этапов и принципов тестирования, знакомство с теорией тестирования. Базовые знания <highlighttext>Python</highlighttext>. Понимание жизненного цикла разработки и тестирования...",
        "salary_to": null,
        "salary_from": null
    },
    {
        "name": "Стажер-программист Python",
        "url": "https://api.hh.ru/vacancies/86458967?host=hh.ru",
        "description": "Способность быстро разобраться в неизвестном предмете (протоколе, языке программирования, и т.д.). Опыт программирования на <highlighttext>Python</highlighttext> (не обязательно промышленный). ",
        "salary_to": null,
        "salary_from": 60000
    },
    {
        "name": "Python-разработчик (junior)",
        "url": "https://api.hh.ru/vacancies/87277446?host=hh.ru",
        "description": "Знает язык <highlighttext>Python</highlighttext> уверенно: основы, синтаксис, функции, декораторы(замыкания), ООП, асинхронную модель, процессы, потоки. Слышал про GIL. Понимает почему <highlighttext>python</highlighttext>...",
        "salary_to": 70000,
        "salary_from": null
    },
    {
        "name": "Бэкенд разработчик Python",
        "url": "https://api.hh.ru/vacancies/87371472?host=hh.ru",
        "description": "1) 1+ год опыта работы в качестве бэкенд-разработчика (<highlighttext>Python</highlighttext>). 2) Опыт интеграции сторонних сервисов по средствам API. ",
        "salary_to": 120000,
        "salary_from": 60000
    },
    {
        "name": "Стажер C++/ Python",
        "url": "https://api.hh.ru/vacancies/87453054?host=hh.ru",
        "description": "Базовое знание C++ и/или <highlighttext>Python</highlighttext>. Наличие GitHub/GitLab/BitBucket. Знание алгоритмов и структур данных на уровне университетской программы. ",
        "salary_to": null,
        "salary_from": null
    },
    {
        "name": "Стажер-программист Python",
        "url": "https://api.hh.ru/vacancies/86400360?host=hh.ru",
        "description": "Базовые знания <highlighttext>Python</highlighttext> (>3).",
        "salary_to": null,
        "salary_from": null
    },
    {
        "name": "Junior 3D художник",
        "url": "https://api.hh.ru/vacancies/87490646?host=hh.ru",
        "description": "Знание пайплайна создания моделей для PBR шейдинга. Наличие портфолио. Знание Photoshop. Знание <highlighttext>python</highlighttext>. Знание библиотеки Blender .bpy. Знание Unreal Engine...",
        "salary_to": null,
        "salary_from": null
    },
    {
        "name": "Разработчик Python (junior)",
        "url": "https://api.hh.ru/vacancies/86324076?host=hh.ru",
        "description": "Знание что такое swagger. Знание как управлять зависимостями в приложениях на <highlighttext>python</highlighttext> (pip/poetry/pipenv). Понимание про typehints/mypy. ",
        "salary_to": 80000,
        "salary_from": null
    },
    {
        "name": "Разработчик Python/SQL",
        "url": "https://api.hh.ru/vacancies/87539957?host=hh.ru",
        "description": "Опыт разработки на <highlighttext>Python</highlighttext> 3 и MS SQL. Высшее техническое образование. Желательно знать Django, Celery, REST API; иметь опыт администрирования...",
        "salary_to": null,
        "salary_from": 80000
    },
    {
        "name": "Python разработчик (MXDR)",
        "url": "https://api.hh.ru/vacancies/87491593?host=hh.ru",
        "description": "Имеешь опыт веб-разработки от одного года. Работаешь с <highlighttext>Python</highlighttext> 3.7 и выше. Есть опыт работы с веб-фреймоворками...",
        "salary_to": null,
        "salary_from": null
    },
    {
        "name": "Стажер-тестировщик QA",
        "url": "https://api.hh.ru/vacancies/86626961?host=hh.ru",
        "description": "Базовое понимание основных этапов и принципов тестирования, знакомство с теорией тестирования. Базовые знания <highlighttext>Python</highlighttext>. Понимание жизненного цикла разработки и тестирования...",
        "salary_to": null,
        "salary_from": null
    },
    {
        "name": "Стажер-программист Python",
        "url": "https://api.hh.ru/vacancies/86458967?host=hh.ru",
        "description": "Способность быстро разобраться в неизвестном предмете (протоколе, языке программирования, и т.д.). Опыт программирования на <highlighttext>Python</highlighttext> (не обязательно промышленный). ",
        "salary_to": null,
        "salary_from": 60000
    },
    {
        "name": "Python-разработчик (junior)",
        "url": "https://api.hh.ru/vacancies/87277446?host=hh.ru",
        "description": "Знает язык <highlighttext>Python</highlighttext> уверенно: основы, синтаксис, функции, декораторы(замыкания), ООП, асинхронную модель, процессы, потоки. Слышал про GIL. Понимает почему <highlighttext>python</highlighttext>...",
        "salary_to": 70000,
        "salary_from": null
    },
    {
        "name": "Бэкенд разработчик Python",
        "url": "https://api.hh.ru/vacancies/87371472?host=hh.ru",
        "description": "1) 1+ год опыта работы в качестве бэкенд-разработчика (<highlighttext>Python</highlighttext>). 2) Опыт интеграции сторонних сервисов по средствам API. ",
        "salary_to": 120000,
        "salary_from": 60000
    },
    {
        "name": "Стажер C++/ Python",
        "url": "https://api.hh.ru/vacancies/87453054?host=hh.ru",
        "description": "Базовое знание C++ и/или <highlighttext>Python</highlighttext>. Наличие GitHub/GitLab/BitBucket. Знание алгоритмов и структур данных на уровне университетской программы. ",
        "salary_to": null,
        "salary_from": null
    },
    {
        "name": "Стажер-программист Python",
        "url": "https://api.hh.ru/vacancies/86400360?host=hh.ru",
        "description": "Базовые знания <highlighttext>Python</highlighttext> (>3).",
        "salary_to": null,
        "salary_from": null
    },
    {
        "name": "Junior 3D художник",
        "url": "https://api.hh.ru/vacancies/87490646?host=hh.ru",
        "description": "Знание пайплайна создания моделей для PBR шейдинга. Наличие портфолио. Знание Photoshop. Знание <highlighttext>python</highlighttext>. Знание библиотеки Blender .bpy. Знание Unreal Engine...",
        "salary_to": null,
        "salary_from": null
    },
    {
        "name": "Разработчик Python (junior)",
        "url": "https://api.hh.ru/vacancies/86324076?host=hh.ru",
        "description": "Знание что такое swagger. Знание как управлять зависимостями в приложениях на <highlighttext>python</highlighttext> (pip/poetry/pipenv). Понимание про typehints/mypy. ",
        "salary_to": 80000,
        "salary_from": null
    },
    {
        "name": "Разработчик Python/SQL",
        "url": "https://api.hh.ru/vacancies/87539957?host=hh.ru",
        "description": "Опыт разработки на <highlighttext>Python</highlighttext> 3 и MS SQL. Высшее техническое образование. Желательно знать Django, Celery, REST API; иметь опыт администрирования...",
        "salary_to": null,
        "salary_from": 80000
    },
    {
        "name": "Python разработчик (MXDR)",
        "url": "https://api.hh.ru/vacancies/87491593?host=hh.ru",
        "description": "Имеешь опыт веб-разработки от одного года. Работаешь с <highlighttext>Python</highlighttext> 3.7 и выше. Есть опыт работы с веб-фреймоворками...",
        "salary_to": null,
        "salary_from": null
    },
    {
        "name": "Старший аналитик данных в CRM (Отдел анализа эффективности некредитного направления)",
        "url": "https://www.superjob.ru/clients/bank-vtb-235578/vacancies.html",
        "description": "<p><b>Обязанности:</b></p><p><ul><li>аналитическая поддержка бизнес-подразделения, развитие и накопление экспертизы в области аналитики, статистики;</li><li>анализ эффективности работы CRM, оценка кампаний, подведение итогов пилотов;</li><li>участие в крупных аналитических проектах розничного CRM;</li><li>поиск решения проблем: увеличения отклика на предложения CRM, расширения охвата базы клиентов предложениями, повышения эффективности процессов;</li><li>проведение оценки клиентской базы: анализ жизненного цикла клиентов, прогнозирование поведения, построение клиентского портрета, взаимодействие с data scientists в рамках задач по анализу данных и моделированию;</li><li>подготовка бизнес рекомендаций в рамках активностей департамента по результатам проведенных исследований, визуализация результатов исследований;</li><li>сопровождение текущей отчетности и создание новой, разработка dashboard, инструментария для контроля деятельности CRM;</li><li>разработка инструментария для контроля деятельности CRM.</li></ul><b>Требования:</b></p><p><ul><li>высшее образование (математика, физмат, экономика, статистика);</li><li>опыт работы в крупной компании (банки, телеком, retail) в подразделении аналитики от 1 года;</li><li>отличное знание SQL (написание сложных запросов, знание оконных функций) - обязательно;</li><li>уверенный пользователь MS Office (Excel, P.Point);</li><li>опыт использования инструментов BI будет плюсом;</li><li>знание python для целей аналитики данных будет плюсом;</li><li>опыт анализа больших объемов данных;</li><li>наши аналитики, как правило, используют SQL, но мы не ограничиваем специалистов в выборе инструментария;</li><li>аналитический склад ума;</li><li>умением структурированно излагать мысли, презентовать результаты своей работы.</li></ul><b>Условия:</b></p><p><ul><li>трудоустройство согласно Законодательству;</li><li>конкурентная заработная плата;</li><li>профессиональное обучение и развитие;</li><li>добровольное медицинское страхование, льготные условия кредитования;</li><li>корпоративная пенсионная программа, материальная помощь;</li><li>спортивная жизнь и корпоративные мероприятия;</li><li>возможность построить карьеру в ведущем банке России.</li></ul></p>",
        "salary_to": 0,
        "salary_from": 0
    },
    {
        "name": "Маркетинговый аналитик",
        "url": "https://www.superjob.ru/clients/perekrestok-4311/vacancies.html",
        "description": "<p><b>Наши предложения:</b></p><p></p><ul><li>гибридный формат работы</li><li>самостоятельность в работе и принятии решений</li><li>карьерное и профессиональное развитие</li><li>стабильная заработная плата: оклад + бонус</li><li>комфортный офис с бесплатной парковкой для сотрудников</li><li>корпоративный транспорт от м. Волгоградский проспект</li><li>скидки на товары и услуги более чем 900 компаний-партнёров</li><li>корпоративные скидки для сотрудников X5 Group</li><li>страхование жизни и здоровья</li><li>расширенный полис ДМС со стоматологией</li><li>корпоративная жизнь с праздниками, подарками и мероприятиями</li></ul><b>Наши ожидания:</b><p></p><ul><li>оценка потенциальной рентабельности от бизнес-проектов и рекламных кампаний</li><li>прогнозирование объема продаж при разных сценариях рекламного бюджетирования</li><li>анализ по методу АБ-тестирования</li><li>подготовка кастомных отчетов, дашбордов в Bi-системах</li><li>автоматизация маркетинговой отчетности</li><li>построение сквозной маркетинговой аналитики</li><li>знание и опыт работы c маркетинговыми метриками, оценкой маркетинговых кампаний, понимание моделей атрибуции</li></ul>",
        "salary_to": 0,
        "salary_from": 0
    },
    {
        "name": "Системный администратор",
        "url": "https://www.superjob.ru/clients/filial-fku-nalog-servis-fns-rossii-po-cod-v-g-moskve-11714/vacancies.html",
        "description": "<p>Обязанности:</p> <ul><li>Администрирование серверов на базе Linux и OC Windows;</li> <li>Поддержка и настройка сетевой инфраструктуры;</li> <li>Администрирование DHCP, Proxy, FTP;</li> <li>Поддержка и оптимизация ПО на платформе 1С:Предприятие.</li> </ul><p>Требования:</p> <ul><li>Знание Windows server;</li> <li>Знание Windows Active Directory;</li> <li>Знание основ tcp/ip;</li> <li>Знание администрирования платформы 1С:Предприятие 8.3 в клиент-серверном варианте;</li> <li>Знание языка и объектной модели 1С, навыки реализации собственных обработок;</li> <li>Базовые навыки администрирования серверов на ОС Windows Server 2012 и Linux (Ubuntu);</li> <li>Знание языка запросов SQL и опыт составления запросов и процедур;</li> <li>Опыт работы в сфере IT будет преимуществом.</li> </ul><p>Будет плюсом:</p> <ul><li>Знание скриптовых языков Python, JavaScript, Powershell;</li> <li>Знание Zabbix;</li> <li>Знание Apache, NGINX, Django;</li> <li>Опыт администрирования сетевого оборудования;</li> <li>Опыт работы и администрирование СУБД MS SQL 2012 и выше, MySQL, PostgreSQL,</li> <li>Навыки организации и автоматизации рабочего процесса.</li> </ul><p>Условия:</p> <ul><li>Оформление по ТК РФ;</li> <li>График работы 5/2 с 9:00 до 18:00, пятница до 16:45,</li> <li>Основной отпуск 28 календарных дней, дополнительный отпуск за ненормированный рабочий день от 5 до 10 календарных дней (в зависимости от должности);</li> <li>Материальная помощь к отпуску;</li> <li>Льготные путевки для сотрудников и членов их семей на санаторно-курортное лечение и отдых;</li> <li>Отличные перспективы профессионального роста и развития;</li> <li>Работа в профессиональном и дружном коллективе.</li> </ul></p>",
        "salary_to": 30000,
        "salary_from": 25000
    },
    {
        "name": "DevOps Team Lead",
        "url": "https://www.superjob.ru/clients/kuulklever-myasnov-otdohni-400494/vacancies.html",
        "description": "<p><b>КуулКлевер Лаб – цифровая команда КуулКлевер, развивающая собственные ITпроекты. Пока на производствах КуулКлевер готовят натуральные продукты, мы создаём продукты в IT и строим своеобразный мост между гостями и компанией, чтобы покупатели легко могли купить продукты онлайн и офлайн, а КуулКлевер — приготовить и доставить.</b></p><p><i>Команда ИТ состоит из 51 разработчика + support + QA + DevOps engineer.</i></p><p><i>Сейчас ищем в команду DevOps Team Lead.</i></p><p><b>Основные задачи:</b></p><ul><li>Поддержка, внедрение и улучшение CI/CD процессов</li><li>Сопровождение сервисов от разработки до эксплуатации, участие в эксплуатации</li><li>Развертывание, мониторинг и отладка dev/stage/prod сред</li><li>Администрирование *nix платформ (Centos, Ubuntu)</li><li>Внедрение и поддержка devops процессов/инструментов</li><li>Поиск и устранение неисправностей, узких мест в работе инфраструктурной части проектов</li><li>Работа с Docker и Kubernetes</li><li>Администрирование (установка, настройка, репликация, кластеризация) СУБД</li><li>Разработка скриптов для автоматизации задач эксплуатации</li></ul><p><b>Необходимые опыт и знания:</b></p><ul><li>Опыт построения реальных нагруженных отказоустойчивых публичных сервисов с помощью Docker и Kubernetes</li><li>Опыт построения и оптимизации CI/CD-цепочек</li><li>Знания и опыт работы с DevOps инструментами (Gitlab, Ansible)</li><li>Знания и опыт разработки скриптов (python/bash/perl и др.) для автоматизации широкого спектра задач</li><li>Знания и опыт работы с Grafana, Zabbix, Prometheus и др. средствами мониторинга и отслеживания событий/метрик, дашбордов</li><li>Понимание механизма работы сетей, протоколов маршрутизации, VPN, firewall, DNS, DHCP и пр.</li><li>Опыт работы с системами контроля версий (Git)</li><li>Опыт руководства командой</li><li>Самостоятельность в решении поставленной задачи</li><li>Ответственность за результат</li><li>Умение быстро ориентироваться при поиске проблем</li></ul><p>Необязательно, но будет плюсом:</p><ul><li>Опыт программирования PHP/NodeJS</li><li>Опыт программирования SQL</li></ul><p><b>Мы предлагаем:</b></p><ul><li>Работа в аккредитованной ИТ-компании</li><li>Варианты формата работы: гибрид либо в офисе</li><li>Офис расположен в бизнес-парке Бугров, бесплатная парковка</li><li>Официальное оформление: полностью «белая» з/п; все социальные гарантии</li><li>Персональное предложение по заработной плате, соответствующее опыту и ожиданиям кандидата</li><li>Мы заинтересованы в том, чтобы сотрудники развивались, поэтому компания может компенсировать обучение сотрудников и участие в конференциях</li></ul>",
        "salary_to": 0,
        "salary_from": 0
    },
    {
        "name": "Педагог дополнительного образования (программирование scratch/python, робототехника lego)",
        "url": "https://www.superjob.ru/clients/tehnoshkola-3511934/vacancies.html",
        "description": "<b>Обязанности:</b><ul><li>Проведение образовательных программ на доп. площадке центра - в г. Бронницы</li><li>Контроль выполнения учениками программы</li><li>Создание доброжелательной и продуктивной атмосферы в учебных группах</li><li>Любить работать с детьми, находить общий язык с учениками, становится их примером</li><li>Отчетность по занятиям для руководителя и родителям</li><li>Фото отчет работы группы в мессенджеры</li><li>Соблюдение дисциплины, чистоты на рабочем месте<br /></li></ul><b>Требования:</b><ul><li>Коммуникабельность, грамотно поставленная речь</li><li>Наличие мед.книжки</li><li>Желание развиваться и повышать квалификацию</li><li>Наличие опыта работы с детьми</li><li>Высокая компьютерная грамотность, знание языков/программ (scratch, lego education, app inventor/python)</li><li>Образование в сфере психология/педагогика/техническое</li></ul><b>Условия:</b><ul><li>Работа в 1 выходной день (суббота/воскресенье) или 1-2 вечера в неделю с 15:30. От кол-во часов зависит оклад на месяц</li><li>Официальную заработную плату</li><li>Карьерный рост для самых активных</li><li>Мы ищем ярких, активных, готовых развиваться и делиться своими знаниями людей, которым не безразлично будущее подрастающего поколения.</li></ul><p>Требуемый опыт работы: 1–3 года</p><p>Частичная занятость, гибкий график</p><p>Оформление по ТК РФ. </p>",
        "salary_to": 56000,
        "salary_from": 18000
    },
    {
        "name": "Учитель по программированию",
        "url": "https://www.superjob.ru/clients/kirilyuk-marina-aleksandrovna-4432939/vacancies.html",
        "description": "<b>Обязанности:</b><ul><li><p>Обучение детей (4-14 лет) в группах программированию     </p></li><li><p>Формирование у учеников логического системного мышления и развитие технических творческих способностей  <br /></p></li><li>Обучение детей основам проектной работы в IT</li><li>\nПоддержание интереса и мотивации учеников\n\n  </li></ul><b>Требования:</b><ul><li><p>Опыт работы с детьми (аниматор, репетитор, воспитатель, вожатый,\nучитель, опытный родитель или старший брат/сестра</p></li><li>Уверенное владение компьютером. В идеале, знание основ алгоритмического языка и программирования. (Предпочтительно: Scratch JR, Scratch, Snap, Stencyl, Tynker, Blockly, Перволого, Пиктомир)</li><li>Умение объяснять сложное простыми (иногда детскими) словами\n\n</li><li>Любовь к детям и умение направить их энергию в нужное русло  <br /></li><li>Знание текстовых языков программирования Python, Java и прочее - желательно  <br /></li></ul><b>Условия:</b><ul><li><p>Удобный график (очень многое можно скорректировать совместно с\nадминистратором) </p></li><li>Возможность обучать мотивированных детей, которые стремятся узнать все о современных технологиях и не только  </li><li>Увлеченная команда преподавателей  <br /></li><li> Интересные и амбициозные задачи</li><li> Профессия квалифицированного детского IT тренера - одна из самых востребованных на рынке труда\n\n <br /></li></ul>",
        "salary_to": 60000,
        "salary_from": 0
    },
    {
        "name": "Руководитель группы разработки ПО (Техлид)",
        "url": "https://www.superjob.ru/clients/centr-cifrovogo-razvitiya-4457373/vacancies.html",
        "description": "<p><i>       Мы молодая, но уже известная на региональном рынке </i><i>IT</i><i>-компания. В нашей  команде  талантливые разработчики, креативные дизайнеры, опытные аналитики, ответственные менеджеры проектов. Результат нашей работы -   активно используемые в государственном управлении информационные системы, отмеченные на всероссийских конкурсах \"ПРОФ-IT\" и \"ПРОФ-IT Инновация\". Разрабатываем с нуля, внедряем и сопровождаем сложные информационные системы. Вас ждёт широкий спектр интересных задач, позволяющих расти профессионально и реализовывать свои творческие амбиции.</i></p><p><b>     Ищем амбициозного руководителя группы разработки программного обеспечения (техлида) для работы в Красноярске </b>от 30 лет,который будет отвечать за работу своей команды, качество, которое они производят, скорость и темп, с которыми они работают, но, что наиболее важно – за общий рост людей в ней. <b>Важен опыт работы в данной сфере от 4-х лет/высшее профильное образование.</b></p><p><b>Мы используем:</b></p><p>·        Angular (Ionic);</p><p>·        HTML5, AJAX, CSS3, SASS;</p><p>·        TypeScript;</p><p>·        RxJS;</p><p>·        REST;</p><p>·        Python (Django)</p><p>·        Java Spring Boot</p><p><b>Плюсом со стороны кандидата будет:</b></p><p>·        Наличие минимальных управленческих навыков;</p><p>·        Опыт работы с Docker, Kubernetes, Harbor;</p><p>·        Опыт в написании спецификаций OpenAPI;</p><p>·        Уверенное знание TypeScript;</p><p>·        Грамотное ведение Git репозитория</p><p><b>Мы ценим</b><b>:</b></p><p>·        Стремление к росту;</p><p>·        Умение работать в команде, неконфликтность;</p><p>·        Умение доносить свою мысль;</p><p>·        Умение задавать тон (желание быть основой того, чего ожидают от остальной команды);</p><p>·        Внимание к деталям, мелочам;</p><p>·        Чувство юмора</p><p><b>Обязанности:</b></p><p>·        Развивать командную экспертность;</p><p>·        Работать в команде c разработчиками, тестировщиками, дизайнерами;</p><p>·        Внедрять новые технологии, понимать, как эти технологии используются в рамках проектов;</p><p>·        Обеспечивать эффективные коммуникации между членами команды (разработчики, тестировщики, дизайнеры, аналитики);</p><p>·        Отвечать за результаты разработки продуктов;</p><p>·        Помогать переводу задач бизнеса в задачи, понятные разработчикам;</p><p>·        Работать над несколькими проектами параллельно;</p><p>·        Быть наставником группы разработки до 20 человек.</p><p><b>Мы предлагаем</b><b>:</b></p><p>·        Официальное трудоустройство согласно ТК РФ;</p><p>·        Очную работу в офисе в центре города (пр. Мира) с доступом к любому виду транспорта;</p><p>·        График работы: пятидневная рабочая неделя с 9:00 до 18:00 или с 8:00 до 17:00;</p><p>·        Занятия английским 2 раза в неделю за счёт компании;</p><p>·        Официальное трудоустройство согласно ТК РФ;</p><p>·        Уровень “белой” з/пл. по результатам собеседования + премии;</p><p>·        Комфортные условия труда, оборудованная кухня, чай, кофе, дружный молодой коллектив;</p><p>·        ДМС за счёт компании;</p><p>·        Сопровождение наставника в роли начальника проектно-аналитического отдела на первых этапах работы;</p><p>·        Кафетерий льгот: обучение (накоплена обширная база курсов), спорт, отдых, туризм;</p><p>·        Возможность профессионального и карьерного роста;</p><p>·        Большие проекты краевого масштаба;</p><p>·        Развитую корпоративную культуру (мы проводим масштабные корпоративные мероприятия, дарим новогодние подарки детям, спортивные мероприятия, награждаем лучших сотрудников, поддерживаем в трудных жизненных ситуациях)<br /><br /></p><p>Перспективы</p><p>Прохождение курсов повышения квалификации за счёт компании, участие в различных семинарах, конференциях</p><p>Порядок отклика</p><p><b>Для рассмотрения вакансии, присылайте резюме и 2-3 свежие и лучшие работы по указанному электронному адресу.</b></p><p>После получения резюме с Вами свяжутся и назначат время для прохождения собеседования в офисе нашей компании. Благодарим за проявленный интерес.</p>",
        "salary_to": 0,
        "salary_from": 0
    },
    {
        "name": "Инженер-программист",
        "url": "https://www.superjob.ru/clients/volzhskij-trubnyj-zavod-559290/vacancies.html",
        "description": "<p><b>В\nпроектный офис программы «Цифровое производство ТМК» требуется\nинженер-программист.</b></p>\n\n<p><b>Чем Вам\nпредстоит заниматься:</b></p>\n\n<ul><li>Сопровождение\n     программ;   </li>\n <li>Сопровождение\n     баз данных;</li></ul><p><b>Эта вакансия\nдля Вас, если Вы:</b></p>\n\n<ul><li>Знаете\n     любой из языков программирования (C#/ C++/C/Python);</li>\n <li>Имеете\n     уровень владения ПК – высокий (среда разработки Visual Studio или её\n     аналоги).</li>\n</ul><p>Что мы предлагаем:</p><ul><li>График работы: 5/2;</li><li>Компенсация питания;</li><li>Предоставление компенсации за наём жилья;</li><li>Доставка корпоративным транспортом;</li><li>Льготные условия ипотеки;</li><li>Обучение в Корпоративном университете компании, повышение квалификации;</li><li>Участие в Молодежной Научно-Практической Конференции;</li><li>Социальный пакет: собственная Медико-Санитарная Часть, скидки на партнерские программы (спортивные залы, бассейн), путевки в оздоровительные учреждения.</li></ul>",
        "salary_to": 0,
        "salary_from": 50000
    },
    {
        "name": "Программист на Python",
        "url": "https://www.superjob.ru/clients/web-ekspertiza-3308229/vacancies.html",
        "description": "<b>Обязанности:</b><ul><li>Разработка программного решения на основе технического задания (распознавание аудио)<br /></li></ul><b>Требования:</b><ul><li>Уверенное владение языком программирования Python</li></ul><b>Условия:</b><ul><li>Проектная работа</li><li>Предоплата 50% на старте, 50% после сдачи проекта</li></ul>",
        "salary_to": 0,
        "salary_from": 0
    },
    {
        "name": "Инженер MQ",
        "url": "https://www.superjob.ru/clients/tenzor-430715/vacancies.html",
        "description": "<p>Систему СБИС придумали, создали и постоянно совершенствуют более 1500 разработчиков в 11 филиалах по стране. У нас есть фанаты дата- майнинга , эксперты в разработке кроссплатформенных приложений и высоконагруженных систем, разработчики мобильных, настольных и веб-приложений, специалисты по обработке, анализу и хранению больших массивов данных.</p><p>Ждем от вас:</p><ul><li><p>Понимание концепции MQ;</p></li></ul><ul><li><p>Понимание принципов масштабируемости, отказоустойчивости и доступности систем;</p></li><li><p>Знание стека протоколов TCP/IP;</p></li><li><p>Навыки программирования на скриптовых языках;</p></li><li><p>Опыт использования и администрирования Linux , понимание и нахождение узких мест системы, настройка ядра;</p></li><li><p>Опыт работы с системами контроля версий.</p></li></ul><p>Желательно:</p><ul><li><p>Опыт работы с RabbitMQ ;</p></li><li><p>Знакомство c Erlang / Python / Lua ;</p></li><li><p>Знакомство с ElasticSearch , GrayLog ;</p></li><li><p>Знакомство с протоколами AMQP/STOMP;</p></li></ul><ul><li><p>Участия в разработке высоконагруженных проектов.</p></li></ul><p>Вам предстоит заниматься:</p><ul><li><p>Развитием и поддержкой кластеров MQ на основе RabbitMQ ;</p></li><li><p>Развитием и сопровождением кластеров ElasticSearch .</p></li></ul><p>Мы предлагаем:</p><ul><li><p>заработную плату в зависимости от квалификации и уровня ответственности;</p></li><li><p>оформление по ТК РФ;</p></li><li><p>премии по итогам работы за месяц;</p></li><li><p>ДМС, спорт;</p></li></ul><ul><li><p>оборудованное место в комфортном офисе или возможность работать из дома в любимых тапочках;</p></li><li><p>помощь опытного наставника на испытательный срок;</p></li><li><p>гибкое начало и окончание рабочего дня, свободный дресс -код;</p></li><li><p>корпоративные скидки и бонусы от наших партнеров (обучающие курсы, товары и т.д.);</p></li><li><p>подарки от компании при заключении брака и рождении детей;</p></li></ul><ul><li><p>социальную поддержку при сложных жизненных ситуациях;</p></li><li><p>корпоративную библиотеку.</p></li></ul><p>А еще у нас один из лучших, современных офисов в городе, в котором располагается собственное кафе с выходом на крышу, лобби-б ар, столовая, современный тренажерный зал.</p>",
        "salary_to": 0,
        "salary_from": 0
    },
    {
        "name": "Системный администратор",
        "url": "https://www.superjob.ru/clients/berezhnaya-kristina-vasilevna-4506700/vacancies.html",
        "description": "X-LAB - it команда, которая создает сервисы для Банков и МФО + генерирует через них трафик от 35к заявок в день. Основная цель сервисов - привлечение клиентов на кредиты, вклады, страхование для банков-партнеров. X-LAB - официальный партнеров 17 Банков и >20 МФО. Команда разработки создает продукт, команда маркетологов запускает на него трафик из разных источников.<br />Требуется специалист в отдел мониторинга работы серверов ip-телефонии, баз данных и статистики. В задачи кандидата будет входить мониторинг работы основных IT-ресурсов компании в том числе работа 30 серверов телефонии, работа виртуальных облачных серверов с приложениями на Яндексе, работа с данными из баз MySQL, MongoDB, Redis, запуск и мониторинг приложений на Python, мониторинг нагрузки сети и основных провайдеров, подключенных к инфраструктуре.  <b><br /><br />Обязанности:</b><ul><li>Администрирование серверов на Linux (CentOS, Debian), более 80 виртуальных серверов и\nконтейнеров </li><li>Администрирование БД MySQL, PostgreSQL, MongoDB (администрирование кластера) </li><li>Создание кластера БД Percona </li><li>Администрирование кластера на ProxMox (15 физических серверов и СХД), виртуальных серверов на\nсторонних хостингах </li><li>Администрирование серверов Asterisk с ежедневным кол-вом звонков от 7,5 млн</li><li>Администрирование терминальных серверов </li><li>Настройка мониторинга Zabbix, Grafana  </li></ul><b><br /></b><b>Требования:</b><ul><li>Высокий уровень владения Linux</li><li>Знание Asterisk </li><li>Умение работать с высоконагруженными системами </li><li>Умение выстраивать сложные сетевые архитектуры </li><li>Навыки работы с Ansible  </li></ul><b>Условия:</b><ul><li>График работы: понедельник-пятница, с 09:00 до 18:00</li><li>Оборудованное комфортное рабочее место в офисе компании.</li><li>Работа в дружной команде профессионалов.</li><li>Конкурентная заработная плата;</li><li>Аккредитованная IT компания</li></ul>",
        "salary_to": 0,
        "salary_from": 0
    },
    {
        "name": "Педагог по программированию на Python (в центр цифрового образования)",
        "url": "https://www.superjob.ru/clients/gbou-licej-126-kalininskogo-rajona-sankt-peterburga-2295752/vacancies.html",
        "description": "<p><b>Примечание:</b></p><ul><li>с 1 сентября 2022 на базе Лицея  126 открыт Центр цифрового образования \"ИнфинITи\", в который требуется педагог по программированию на различных языках (Python обязательно)</li></ul><b>Обязанности:</b><ul><li>Проведение занятий в системе дополнительного образования детей</li><li>Подготовка и проведение мероприятий центра по направлению \"Программирование на \nPython \"</li><li>Поиск и внедрение в план работы внешних конкурсов и мероприятий технической направленности. </li><li>Составление программ дополнительного образования.</li><li>Взаимодействие с внешними партнерами центра</li><li>Проведение мастер-классов для педагогов и учеников центра</li></ul><b>Требования:</b><ul><li>Ответственность </li><li>Грамотность </li><li>Уверенное владение ПК</li><li>Отсутствие вредных привычек</li></ul><b>Условия:</b><ul><li>Рабочий день с 15:00</li><li>Официальное трудоустройство</li><li>Соцпакет</li><li>Бассейн</li><li>Оплачиваемый отпуск летом 56 дней</li><li>Возможность внутреннего совмещения по должности методист по направлению \"Программирование на  Python\",  учитель информатики</li></ul>",
        "salary_to": 0,
        "salary_from": 30000
    },
    {
        "name": "Системный администратор",
        "url": "https://www.superjob.ru/clients/tb-proekt-3706962/vacancies.html",
        "description": "<p><b>Обязанности:</b></p><ul><li>Поддержание рабочего состояния\nрабочих станций</li><li>Поддержка пользователей\n(включая удаленную)</li><li>Участие в развитии внутренней\nинфраструктуры, её техническое сопровождение</li></ul><p><b>Требования:</b></p><ul><li>Понимание основ сети (TCP/IP,\nDNS, VPN, VLAN, DHCP)</li><li> Навыки работы с Windows Server – TS, AD, GPO, WSUS, Hyper-V</li><li> Минимальный опыт\nадминистрирования БД MSSQL</li><li> Базовые навыки\nадминистрирования Windows и *nix</li><li> Настройка базового\nбухгалтерского ПО – CryptoPro,\nконтур, такском, 1C</li></ul><p> Желательно:</p><ul><li>Zabbix</li><li> FreePBX/Asterisk</li><li> Cisco ASA, Juniper EX</li><li> *nix: bash, exim4, dovecot, nginx, php-fpm,\ngunicorn</li><li> Знание python на минимальном уровне </li></ul><p><b>С чем предстоит работать:</b></p><ul><li>Кластер на базе Hyper-V</li><li>MS инфраструктура включая SCCM, DPM, MSSQL.</li><li>Сетевое оборудование Cisco ASA, Juniper EX, Ubiquity</li><li> IP телефония на базе FreePBX</li><li> Более 100 пользователей</li><li> Несколько офисов на территории\nг. Москва и ближайшее Подмосковье. </li><li>\n\n98%\nвремени работа в офисе по адресу Амундсена, 9, но редкие выезды в другие офисы\nбудут    </li></ul><p><b>Условия:</b></p><ul><li>формление по ТК РФ;<br /></li><li>официальная з/п<br /></li><li>график работы 5/2;<br /></li><li>шаговая доступность от метро Свиблово (7 мин).<br /></li><li>полный рабочий день (с 9.00 до 18.00)<br /></li><li>на территории работодателя</li></ul>",
        "salary_to": 150000,
        "salary_from": 0
    },
    {
        "name": "Учитель информатики",
        "url": "https://www.superjob.ru/clients/shkola-2116-3241791/vacancies.html",
        "description": "<b>Обязанности:</b><br /><ul><li>Качественное ведение уроков информатики (1,5 ставки) </li><li>Подготовка к экзаменам и олимпиадам, городским конференциям и конкурсам, </li><li>Ведение внеурочной деятельности, дополнительного образования</li><li>Курирование проекта \"Инженерный класс в московской школе\" и проинженерных классов</li></ul><b>Требования:</b><ul><li>Высшее профильное образование</li><li>Диагностика МЦКО (высокий/экспертный уровень по информатике)<br /></li><li>Опыт работы учителем информатики (подготовка к ОГЭ/ЕГЭ, олимпиадам и конференциям)<br /></li><li>Владение ПК<br /></li><li>Справка о несудимости (обязательно!)<br /></li><li>Медицинская книжка и пр. документы, предусмотренные ТК РФ для пед.работников</li></ul><b>Условия:</b><ul><li>Стабильная заработная плата и стимулирующие выплаты</li><li>Социальный пакет (оплата отпусков, листков нетрудоспособности, повышение квалификации и пр.)</li></ul>",
        "salary_to": 0,
        "salary_from": 130000
    },
    {
        "name": "Специалист по комплексным системам безопасности",
        "url": "https://www.superjob.ru/clients/megapolis-121161/vacancies.html",
        "description": "<p>МЕГАПОЛИС – группа компаний, владеющая и управляющая активами в сфере логистики и дистрибуции товаров повседневного спроса (FMCG): табачная и пивобезалкогольная продукция, бакалейные товары, зажигалки, элементы питания, контрацептивы, энергетики, OTP (сигары, сигариллы, табаки).</p><p>Основана в 1998г.</p><p>230 филиалов от Калининграда до Петропавловска-Камчатского.</p><p>Более 13 000 человек сотрудников.</p><p>Доставка товаров в более чем в 160 000 торговых точек по всей России.</p><p>6 место в рейтинге Forbes в номинации «200 крупнейших частных компаний России».</p><p><b>ГК МЕГАПОЛИС ОБЛАДАЕТ КРУПНЕЙШИМ ПОРТФЕЛЕМ КОНТРАКТОВ, ВКЛЮЧАЯ КОНТРАКТЫ НА ДИСТРИБУЦИЮ В РФ:</b></p><p></p><ul><li>Табачной продукции с производителями Japan Tobacco International, Philip Morris International, Imperial Tobacco Group;</li><li>Долгосрочный дистрибьюторский договор с производителем пивобезалкогольной продукции ОАО «Пивоваренная компания «Балтика» (Carlsberg Group);</li><li>Дистрибьюторские контракты с производителями чая и кофе – кофе Lavazza и Moccona.</li><li>Дистрибьюторский контракт с производителем энергетических напитков Red Bull GmbH (Red Bull, Bullit).</li></ul>В ГК Мегаполис открыта вакансия \"Ведущий специалист инженерно-технического отдела\"<p><b>Обязанности:</b></p><p></p><ul><li>Поддержание работоспособности систем видеонаблюдения, систем контроля доступа, охранных систем;</li><li>Разработка и согласование планов расположения охранного оборудования;</li><li>Подбор и заказ компонентов для ремонта технических средств охраны;</li><li>Работа с серверами (IPMI);</li><li>Выезды на объекты (Москва Сити, МО г. Пушкино)</li></ul><b>Требования:</b><p></p><ul><li>Высшее техническое образование;</li><li>Опыт работы с ПАК \"Интеллект\", программирование и администрирование;</li><li>Водительское удостоверение категории \"В\". Опыт вождения автомобиля</li></ul><b>Дополнительные преимущества:</b><p></p><ul><li>Наличие сертификатов AICP (Axxon Intellect Сертифицированный Профессионал) и ANCP ( Axxon Next Сертифицированный профессионал);</li><li>Опыт работы с оборудованием и программным обеспечением Hikvision: iVMS-4200, видеорегистраторы, видеокамеры;</li><li>Знания PowerShell, Python, JScript.</li></ul><b>МЫ ПРЕДЛАГАЕМ:</b><p></p><ul><li>Работу в крупнейшей компании – лидере в своей отрасли;</li><li>Оформление по ТК РФ с первого рабочего дня;</li><li>Удобный график работы ПН-ПТ 9-18;</li><li>Конкурентную белую заработную плату, выплаты 2 раза в месяц на банковскую карту;</li><li>ДМС со стоматологией, скидка на обеды в корпоративной столовой;</li><li>Работа в офисе в Москве вблизи м. Аннино;</li><li>Есть охраняемая парковка для сотрудников или корпоративный транспорт от/до метро;</li><li>Для выездов на объекты предоставляется служебный автомобиль.</li></ul>",
        "salary_to": 0,
        "salary_from": 0
    },
    {
        "name": "Дата-инженер / Data-engineer",
        "url": "https://www.superjob.ru/clients/superjob-14449/vacancies.html",
        "description": "<p>В своей работе мы используем аналитическую базу данных ClickHouse, систему визуализации на базе Superset/Metabase и множество других инструментов для работы с Big Data. В команду ищем человека, который поможет нам развивать эту систему.<br /></p><p><b>Чем придётся заниматься:</b></p><ul><li>Работать с DWH, проектировать схемы для хранения данных.</li><li>Загружать данные из различных источников (как внутренних БД, так и внешних аналитических/маркетинговых платформ и т.д.) в DWH.</li><li>Разрабатывать, поддерживать и оптимизировать витрины данных.</li><li>Участвовать в организации CI/CD и мониторинга процессов обработки данных.</li><li>Искать ошибки и аномалии в данных, управлять качеством данных, автоматизировать проверку качества данных.</li></ul><b>Что ждём от вас:</b><ul><li>Уверенное знание SQL (аналитические функции, CTE, оптимизация запросов под Clickhouse и организация хранения данных в Clickhouse).</li><li>Хорошее знание Python (основные типы данных, основы ООП, основы алгоритмизации и взаимодействия с API).</li><li>Неудержимое желание обучаться и прокачиваться с нашей всевозможной поддержкой.</li></ul><b>Будет плюсом опыт работы с:</b><ul><li>Большими объёмами данных.</li><li>ClickHouse cluster.</li><li>Linux, Docker, Jenkins/Airflow/Dagster.</li><li>CDC в Clickhouse через Kafka+Debezium.</li><li>Flask, SqlAlchemy.</li></ul><b>Своему будущему коллеге мы предлагаем:</b><ul><li>Работу в одном из самых быстрорастущих рынков - HRTech.</li><li>Высокую инженерную культуру.</li><li>Непрерывное обучение и профессиональное развитие внутри компании.</li><li>Возможность стать частью сплоченной команды, любящей свое дело.</li><li>Регулярную обратную связь от наставников и руководителей.</li><li>Официальную заработную плату.</li><li>ДМС после прохождения испытательного срока.</li><li>Современный офис в 10 минутах пешей прогулки от станций метро Пушкинская/Маяковская/Чеховская/Новослободская. 3D-тур: public.superjob.ru/3dtour/ </li><li>Спортивный уголок.</li><li>Комфортную зону отдыха.</li><li>Кофе-поинты с вкуснейшим кофе и вендинговым аппаратом.</li><li>Оборудованное просторное место для питания.</li><li>Оплату проезда общественным транспортом.</li></ul>",
        "salary_to": 0,
        "salary_from": 0
    },
    {
        "name": "Главный разработчик",
        "url": "https://www.superjob.ru/clients/gruppa-kompanij-maskom-ooo-cbi-maskom-173090/vacancies.html",
        "description": "<p><b>Обязанности:</b></p><p><ul><li>организация процесса разработки модулей к существующему ПО с помощью подчиненных, CodeReview</li><li>развитие существующего ПО</li><li>обсуждение пожеланий по доработке ПО с заказчиком</li><li>разработка документации для программистов (по сути, не ГОСТ)</li></ul><b>Требования:</b></p><p><ul><li>опыт разработки от 5 лет</li><li>разработки в команде с программистами в подчинении и самостоятельно</li><li>наличие завершенных проектов с backend на Python.</li><li>умение самостоятельно развернуть проект под Linux.</li><li>Git, GitHub, Confluence, Jira</li><li>Языки: Python, JavaScript, желательно Dart</li><li>Фреймворки: желательно Flutter</li><li>Базы данных: PostgreSQL, SQLite</li></ul><b>Условия:</b></p><p><ul><li>Зарплата полностью официально.</li><li>Трудоустройство в компании аккредитованной в Мин. цифре.</li><li>Бронь.</li><li>Гибкий график.</li><li>Возможность работать удаленно.</li><li>Возможны командировки.</li><li>Офис м. Октябрьское поле, 5 минут пешком.</li></ul></p>",
        "salary_to": 0,
        "salary_from": 200000
    },
    {
        "name": "Инженер по тестированию алгоритмов",
        "url": "https://www.superjob.ru/clients/vko-medprom-3940172/vacancies.html",
        "description": "<p>\"ВКО Медпром\" - научно-производственная компания, специализирующаяся на разработке и производстве современного высокотехнологичного рентген-диагностического оборудования.</p> <p>В связи с активным развитием приглашаем в свой дружный коллектив</p> <p>ИНЖЕНЕРА-ТЕСТИРОВЩИКА АЛГОРИТМОВ</p> <p>Обязанности:</p> <ul><li><b>Ручное и автоматическое тестирование алгоритмов</b> обработки рентгеновских изображений;</li> <li>Оформление отчётов о тестировании с использованием системы баг-трекинга;</li> <li>Разработка алгоритмов для исследовательских задач;</li> </ul><p>Что мы предлагаем:</p> <ul><li>Интересную работу в современной инновационной компании</li> <li>Комфортные условия работы в творческом коллективе единомышленников</li> <li> <p>График работы: 5/2, с 9-18 ч.</p> </li> <li> <p>Абсолютно \"белая\" зарплата</p> </li> <li>Выплата заработной платы 2 раза в месяц</li> <li>Оформление по ТК РФ</li> <li>ДМС</li> <li>Место работы - м.Московская</li> </ul><p>Наши пожелания:</p> <ul><li>Понимание принципов и базовых <b>алгоритмов обработки изображений</b>;</li> <li>Опыт обработки изображений или сигналов;</li> <li>Опыт работы с Python;</li> <li>Уверенное владение офисными программами;</li> </ul>",
        "salary_to": 90000,
        "salary_from": 0
    },
    {
        "name": "Ведущий системный администратор",
        "url": "https://www.superjob.ru/clients/ekspoforum-3028250/vacancies.html",
        "description": "<b>Обязанности:<br /></b><ul><li>Установка,\n     конфигурация и администрирование серверного программного обеспечения\n     виртуализации и контейнеризации (LXC, Docker, и др.).<br /></li><li>Установка,\n     настройка и администрирование операционных систем на базе Linux.<br /></li><li>Конфигурация\nи администрирование баз данных (PostgreSQL, MySQL, MSSQL).</li><li> Конфигурация\nи администрирование кластера веб серверов, сред для разработки и сопровождения веб-приложений\nи веб сайтов (Apache, Nginx, Postfix, HAProxy,\nBitrix, Analytic Workspace).</li><li> Конфигурация\nи администрирование систем мониторинга нагрузки и доступности веб сервисов\n(Prometheus, Grafana, Zabbix</li><li>  Написание\nскриптов Python, Bash для автоматизации, мониторинга и интеграции\nИТ-инфраструктуры с внешними системами;</li><li>  Поддержка\nпользователей: решение инцидентов и запросов (3я линия поддержки);</li></ul><b>Требования:</b><ul><li>  Знание принципов\nорганизации, состава и схемы работы операционных систем семейства Linux на уровне продвинутого администратора.</li><li>  Понимать принцип\nработы стека протокола TCP/IP, HTTP/HTTPS.  Знание\n     сетевых протоколов и технологий (TCP/IP, статическая маршрутизация,\n     настройка сетевых бондов);</li><li> Иметь опыт\nработы с системами виртуализации (Linux KVM) и контейнеризации (LXC,\nDocker, K8s). Иметь навыки настройки, управления, репликации\n     СУБД SQL (PostgreSQL, MySQL, MSSQL).</li><li>  Уметь\nконфигурировать веб сервера (Apache, Nginx и д.р.).</li><li>  Уметь\nадминистрировать и настраивать: Haproxy; Bind; Git; Iptables.</li><li>  Уметь применять\nна практике технологии автоматизации CI/CD.</li><li>  Иметь опыт работы с системами мониторинга\n     (Zabbix, Puppet, Ansible).</li><li>  Опыт диагностики\n     сбоев и анализа логов.</li><li>  Знание\n     английского языка на уровне чтения технической документации.</li></ul><b>Условия:</b><ul><li>Работа в стабильной компании.<br /></li><li>Оформление в соответствии с ТК РФ, «белая» заработная плата.<br /></li><li>ДМС после 1 года работы.<br /></li><li>График работы с 9.00 до 18.00(в пятницу с 9.00 до 17.00), сб. и вс. - выходные.<br /></li><li>Соблюдение всех социальных норм и гарантий.<br /></li><li>Место работы: Конгрессно-выставочный центр Экспофорум на Пулковских высотах (развозка от м. Московская)</li></ul>",
        "salary_to": 0,
        "salary_from": 90000
    },
    {
        "name": "Разработчик Python / Python Developer (офис, 5/2)",
        "url": "https://www.superjob.ru/clients/gruppa-guta-24345/vacancies.html",
        "description": "<p><b>Уважаемые соискатели! Работа в офисе (г.Москва, м. Новослободская)</b></p> <p><b>Задачи:</b></p> <ul><li>Разработка с использованием Python3;</li> <li>Поддержка и доработка существующих сервисов, интеграций;</li> <li>Проектирование и разработка нового функционала, модулей для различных интеграций;</li> <li>Умение разбирать и дорабатывать чужой код.</li> </ul><p><b>Наши требования:</b></p> <ul><li>Опыт коммерческой разработки на Python (от 1 года);</li> <li>Опыт работы с система контроля версий Git;</li> <li>Опыт интеграции со сторонними сервисами и API;</li> <li>Знание Python 3.10+;</li> <li>Опыт работы с базами данных, понимание базовых принципов внутренней работы реляционных БД;</li> <li>Уверенный пользователь Linux;</li> <li>Базовые знания сетевых технологий, клиент-серверного взаимодействия, протокола HTTP(S), REST, SOAP;</li> <li>Базовые знания Docker, Docker Compose;</li> <li>Базовые знания очередей сообщения Kafka/RabbitMQ.</li> </ul><p>Технологический стек: Python 3.10 (fastapi/flask, pydantic, psycopg2, pymssql, aiodbc, pytest); БД (PostgreSQL, MS SQL, MySQL); Kafka; Docker, Docker Compose; Graylog, Zabbix.</p> <p><b>Будет плюсом:</b></p> <ul><li>Понимание микросервисной архитектуры;</li> <li>Знание DICOM протокола;</li> <li>Опыт работы с NoSQL;</li> <li>Опыт работы с Graylog стек.</li> </ul><p><b>Мы предлагаем:</b></p> <ul><li>Работу в крупном холдинге, который стабильно существует на рынке с 1998 года;</li> <li>Перспективы профессионального развития и карьерного роста;</li> <li>Достойную оплату труда: высокий стабильный оклад;</li> <li>Полностью официальную «белую» ЗП;</li> <li>Работа в офисе, 5/2 с 9:00 до 18:00 или с 10:00 до 19:00.</li> <li>Место для отдыха и приема пищи;</li> <li>Льготное медицинское обслуживание для сотрудников и членов семьи;</li> <li>Скидки от компаний входящих в Группу Гута (фитнес клубы, рестораны Савой, отели Савой, специальные программы ГУТА-Банка, Гута-страхование)</li> <li>Адекватное руководство – современные, прогрессивные, вовлеченные, поддерживающие современные технологии и тренды.</li> </ul><p>В сопроводительном письме просьба указывать Ваши зарплатные ожидания, если они не указаны в резюме.<br /><br />До встречи на собеседовании!</p>",
        "salary_to": 200000,
        "salary_from": 150000
    },
    {
        "name": "Стажер-тестировщик QA",
        "url": "https://api.hh.ru/vacancies/86626961?host=hh.ru",
        "description": "Базовое понимание основных этапов и принципов тестирования, знакомство с теорией тестирования. Базовые знания <highlighttext>Python</highlighttext>. Понимание жизненного цикла разработки и тестирования...",
        "salary_to": null,
        "salary_from": null
    },
    {
        "name": "Стажер-программист Python",
        "url": "https://api.hh.ru/vacancies/86458967?host=hh.ru",
        "description": "Способность быстро разобраться в неизвестном предмете (протоколе, языке программирования, и т.д.). Опыт программирования на <highlighttext>Python</highlighttext> (не обязательно промышленный). ",
        "salary_to": null,
        "salary_from": 60000
    },
    {
        "name": "Python-разработчик (junior)",
        "url": "https://api.hh.ru/vacancies/87277446?host=hh.ru",
        "description": "Знает язык <highlighttext>Python</highlighttext> уверенно: основы, синтаксис, функции, декораторы(замыкания), ООП, асинхронную модель, процессы, потоки. Слышал про GIL. Понимает почему <highlighttext>python</highlighttext>...",
        "salary_to": 70000,
        "salary_from": null
    },
    {
        "name": "Бэкенд разработчик Python",
        "url": "https://api.hh.ru/vacancies/87371472?host=hh.ru",
        "description": "1) 1+ год опыта работы в качестве бэкенд-разработчика (<highlighttext>Python</highlighttext>). 2) Опыт интеграции сторонних сервисов по средствам API. ",
        "salary_to": 120000,
        "salary_from": 60000
    },
    {
        "name": "Стажер C++/ Python",
        "url": "https://api.hh.ru/vacancies/87453054?host=hh.ru",
        "description": "Базовое знание C++ и/или <highlighttext>Python</highlighttext>. Наличие GitHub/GitLab/BitBucket. Знание алгоритмов и структур данных на уровне университетской программы. ",
        "salary_to": null,
        "salary_from": null
    },
    {
        "name": "Стажер-программист Python",
        "url": "https://api.hh.ru/vacancies/86400360?host=hh.ru",
        "description": "Базовые знания <highlighttext>Python</highlighttext> (>3).",
        "salary_to": null,
        "salary_from": null
    },
    {
        "name": "Junior 3D художник",
        "url": "https://api.hh.ru/vacancies/87490646?host=hh.ru",
        "description": "Знание пайплайна создания моделей для PBR шейдинга. Наличие портфолио. Знание Photoshop. Знание <highlighttext>python</highlighttext>. Знание библиотеки Blender .bpy. Знание Unreal Engine...",
        "salary_to": null,
        "salary_from": null
    },
    {
        "name": "Разработчик Python (junior)",
        "url": "https://api.hh.ru/vacancies/86324076?host=hh.ru",
        "description": "Знание что такое swagger. Знание как управлять зависимостями в приложениях на <highlighttext>python</highlighttext> (pip/poetry/pipenv). Понимание про typehints/mypy. ",
        "salary_to": 80000,
        "salary_from": null
    },
    {
        "name": "Разработчик Python/SQL",
        "url": "https://api.hh.ru/vacancies/87539957?host=hh.ru",
        "description": "Опыт разработки на <highlighttext>Python</highlighttext> 3 и MS SQL. Высшее техническое образование. Желательно знать Django, Celery, REST API; иметь опыт администрирования...",
        "salary_to": null,
        "salary_from": 80000
    },
    {
        "name": "Python разработчик (MXDR)",
        "url": "https://api.hh.ru/vacancies/87491593?host=hh.ru",
        "description": "Имеешь опыт веб-разработки от одного года. Работаешь с <highlighttext>Python</highlighttext> 3.7 и выше. Есть опыт работы с веб-фреймоворками...",
        "salary_to": null,
        "salary_from": null
    },
    {
        "name": "Стажер-тестировщик QA",
        "url": "https://api.hh.ru/vacancies/86626961?host=hh.ru",
        "description": "Базовое понимание основных этапов и принципов тестирования, знакомство с теорией тестирования. Базовые знания <highlighttext>Python</highlighttext>. Понимание жизненного цикла разработки и тестирования...",
        "salary_to": null,
        "salary_from": null
    },
    {
        "name": "Стажер-программист Python",
        "url": "https://api.hh.ru/vacancies/86458967?host=hh.ru",
        "description": "Способность быстро разобраться в неизвестном предмете (протоколе, языке программирования, и т.д.). Опыт программирования на <highlighttext>Python</highlighttext> (не обязательно промышленный). ",
        "salary_to": null,
        "salary_from": 60000
    },
    {
        "name": "Python-разработчик (junior)",
        "url": "https://api.hh.ru/vacancies/87277446?host=hh.ru",
        "description": "Знает язык <highlighttext>Python</highlighttext> уверенно: основы, синтаксис, функции, декораторы(замыкания), ООП, асинхронную модель, процессы, потоки. Слышал про GIL. Понимает почему <highlighttext>python</highlighttext>...",
        "salary_to": 70000,
        "salary_from": null
    },
    {
        "name": "Бэкенд разработчик Python",
        "url": "https://api.hh.ru/vacancies/87371472?host=hh.ru",
        "description": "1) 1+ год опыта работы в качестве бэкенд-разработчика (<highlighttext>Python</highlighttext>). 2) Опыт интеграции сторонних сервисов по средствам API. ",
        "salary_to": 120000,
        "salary_from": 60000
    },
    {
        "name": "Стажер C++/ Python",
        "url": "https://api.hh.ru/vacancies/87453054?host=hh.ru",
        "description": "Базовое знание C++ и/или <highlighttext>Python</highlighttext>. Наличие GitHub/GitLab/BitBucket. Знание алгоритмов и структур данных на уровне университетской программы. ",
        "salary_to": null,
        "salary_from": null
    },
    {
        "name": "Стажер-программист Python",
        "url": "https://api.hh.ru/vacancies/86400360?host=hh.ru",
        "description": "Базовые знания <highlighttext>Python</highlighttext> (>3).",
        "salary_to": null,
        "salary_from": null
    },
    {
        "name": "Junior 3D художник",
        "url": "https://api.hh.ru/vacancies/87490646?host=hh.ru",
        "description": "Знание пайплайна создания моделей для PBR шейдинга. Наличие портфолио. Знание Photoshop. Знание <highlighttext>python</highlighttext>. Знание библиотеки Blender .bpy. Знание Unreal Engine...",
        "salary_to": null,
        "salary_from": null
    },
    {
        "name": "Разработчик Python (junior)",
        "url": "https://api.hh.ru/vacancies/86324076?host=hh.ru",
        "description": "Знание что такое swagger. Знание как управлять зависимостями в приложениях на <highlighttext>python</highlighttext> (pip/poetry/pipenv). Понимание про typehints/mypy. ",
        "salary_to": 80000,
        "salary_from": null
    },
    {
        "name": "Разработчик Python/SQL",
        "url": "https://api.hh.ru/vacancies/87539957?host=hh.ru",
        "description": "Опыт разработки на <highlighttext>Python</highlighttext> 3 и MS SQL. Высшее техническое образование. Желательно знать Django, Celery, REST API; иметь опыт администрирования...",
        "salary_to": null,
        "salary_from": 80000
    },
    {
        "name": "Python разработчик (MXDR)",
        "url": "https://api.hh.ru/vacancies/87491593?host=hh.ru",
        "description": "Имеешь опыт веб-разработки от одного года. Работаешь с <highlighttext>Python</highlighttext> 3.7 и выше. Есть опыт работы с веб-фреймоворками...",
        "salary_to": null,
        "salary_from": null
    },
    {
        "name": "Старший аналитик данных в CRM (Отдел анализа эффективности некредитного направления)",
        "url": "https://www.superjob.ru/clients/bank-vtb-235578/vacancies.html",
        "description": "<p><b>Обязанности:</b></p><p><ul><li>аналитическая поддержка бизнес-подразделения, развитие и накопление экспертизы в области аналитики, статистики;</li><li>анализ эффективности работы CRM, оценка кампаний, подведение итогов пилотов;</li><li>участие в крупных аналитических проектах розничного CRM;</li><li>поиск решения проблем: увеличения отклика на предложения CRM, расширения охвата базы клиентов предложениями, повышения эффективности процессов;</li><li>проведение оценки клиентской базы: анализ жизненного цикла клиентов, прогнозирование поведения, построение клиентского портрета, взаимодействие с data scientists в рамках задач по анализу данных и моделированию;</li><li>подготовка бизнес рекомендаций в рамках активностей департамента по результатам проведенных исследований, визуализация результатов исследований;</li><li>сопровождение текущей отчетности и создание новой, разработка dashboard, инструментария для контроля деятельности CRM;</li><li>разработка инструментария для контроля деятельности CRM.</li></ul><b>Требования:</b></p><p><ul><li>высшее образование (математика, физмат, экономика, статистика);</li><li>опыт работы в крупной компании (банки, телеком, retail) в подразделении аналитики от 1 года;</li><li>отличное знание SQL (написание сложных запросов, знание оконных функций) - обязательно;</li><li>уверенный пользователь MS Office (Excel, P.Point);</li><li>опыт использования инструментов BI будет плюсом;</li><li>знание python для целей аналитики данных будет плюсом;</li><li>опыт анализа больших объемов данных;</li><li>наши аналитики, как правило, используют SQL, но мы не ограничиваем специалистов в выборе инструментария;</li><li>аналитический склад ума;</li><li>умением структурированно излагать мысли, презентовать результаты своей работы.</li></ul><b>Условия:</b></p><p><ul><li>трудоустройство согласно Законодательству;</li><li>конкурентная заработная плата;</li><li>профессиональное обучение и развитие;</li><li>добровольное медицинское страхование, льготные условия кредитования;</li><li>корпоративная пенсионная программа, материальная помощь;</li><li>спортивная жизнь и корпоративные мероприятия;</li><li>возможность построить карьеру в ведущем банке России.</li></ul></p>",
        "salary_to": 0,
        "salary_from": 0
    },
    {
        "name": "Маркетинговый аналитик",
        "url": "https://www.superjob.ru/clients/perekrestok-4311/vacancies.html",
        "description": "<p><b>Наши предложения:</b></p><p></p><ul><li>гибридный формат работы</li><li>самостоятельность в работе и принятии решений</li><li>карьерное и профессиональное развитие</li><li>стабильная заработная плата: оклад + бонус</li><li>комфортный офис с бесплатной парковкой для сотрудников</li><li>корпоративный транспорт от м. Волгоградский проспект</li><li>скидки на товары и услуги более чем 900 компаний-партнёров</li><li>корпоративные скидки для сотрудников X5 Group</li><li>страхование жизни и здоровья</li><li>расширенный полис ДМС со стоматологией</li><li>корпоративная жизнь с праздниками, подарками и мероприятиями</li></ul><b>Наши ожидания:</b><p></p><ul><li>оценка потенциальной рентабельности от бизнес-проектов и рекламных кампаний</li><li>прогнозирование объема продаж при разных сценариях рекламного бюджетирования</li><li>анализ по методу АБ-тестирования</li><li>подготовка кастомных отчетов, дашбордов в Bi-системах</li><li>автоматизация маркетинговой отчетности</li><li>построение сквозной маркетинговой аналитики</li><li>знание и опыт работы c маркетинговыми метриками, оценкой маркетинговых кампаний, понимание моделей атрибуции</li></ul>",
        "salary_to": 0,
        "salary_from": 0
    },
    {
        "name": "Системный администратор",
        "url": "https://www.superjob.ru/clients/filial-fku-nalog-servis-fns-rossii-po-cod-v-g-moskve-11714/vacancies.html",
        "description": "<p>Обязанности:</p> <ul><li>Администрирование серверов на базе Linux и OC Windows;</li> <li>Поддержка и настройка сетевой инфраструктуры;</li> <li>Администрирование DHCP, Proxy, FTP;</li> <li>Поддержка и оптимизация ПО на платформе 1С:Предприятие.</li> </ul><p>Требования:</p> <ul><li>Знание Windows server;</li> <li>Знание Windows Active Directory;</li> <li>Знание основ tcp/ip;</li> <li>Знание администрирования платформы 1С:Предприятие 8.3 в клиент-серверном варианте;</li> <li>Знание языка и объектной модели 1С, навыки реализации собственных обработок;</li> <li>Базовые навыки администрирования серверов на ОС Windows Server 2012 и Linux (Ubuntu);</li> <li>Знание языка запросов SQL и опыт составления запросов и процедур;</li> <li>Опыт работы в сфере IT будет преимуществом.</li> </ul><p>Будет плюсом:</p> <ul><li>Знание скриптовых языков Python, JavaScript, Powershell;</li> <li>Знание Zabbix;</li> <li>Знание Apache, NGINX, Django;</li> <li>Опыт администрирования сетевого оборудования;</li> <li>Опыт работы и администрирование СУБД MS SQL 2012 и выше, MySQL, PostgreSQL,</li> <li>Навыки организации и автоматизации рабочего процесса.</li> </ul><p>Условия:</p> <ul><li>Оформление по ТК РФ;</li> <li>График работы 5/2 с 9:00 до 18:00, пятница до 16:45,</li> <li>Основной отпуск 28 календарных дней, дополнительный отпуск за ненормированный рабочий день от 5 до 10 календарных дней (в зависимости от должности);</li> <li>Материальная помощь к отпуску;</li> <li>Льготные путевки для сотрудников и членов их семей на санаторно-курортное лечение и отдых;</li> <li>Отличные перспективы профессионального роста и развития;</li> <li>Работа в профессиональном и дружном коллективе.</li> </ul></p>",
        "salary_to": 30000,
        "salary_from": 25000
    },
    {
        "name": "DevOps Team Lead",
        "url": "https://www.superjob.ru/clients/kuulklever-myasnov-otdohni-400494/vacancies.html",
        "description": "<p><b>КуулКлевер Лаб – цифровая команда КуулКлевер, развивающая собственные ITпроекты. Пока на производствах КуулКлевер готовят натуральные продукты, мы создаём продукты в IT и строим своеобразный мост между гостями и компанией, чтобы покупатели легко могли купить продукты онлайн и офлайн, а КуулКлевер — приготовить и доставить.</b></p><p><i>Команда ИТ состоит из 51 разработчика + support + QA + DevOps engineer.</i></p><p><i>Сейчас ищем в команду DevOps Team Lead.</i></p><p><b>Основные задачи:</b></p><ul><li>Поддержка, внедрение и улучшение CI/CD процессов</li><li>Сопровождение сервисов от разработки до эксплуатации, участие в эксплуатации</li><li>Развертывание, мониторинг и отладка dev/stage/prod сред</li><li>Администрирование *nix платформ (Centos, Ubuntu)</li><li>Внедрение и поддержка devops процессов/инструментов</li><li>Поиск и устранение неисправностей, узких мест в работе инфраструктурной части проектов</li><li>Работа с Docker и Kubernetes</li><li>Администрирование (установка, настройка, репликация, кластеризация) СУБД</li><li>Разработка скриптов для автоматизации задач эксплуатации</li></ul><p><b>Необходимые опыт и знания:</b></p><ul><li>Опыт построения реальных нагруженных отказоустойчивых публичных сервисов с помощью Docker и Kubernetes</li><li>Опыт построения и оптимизации CI/CD-цепочек</li><li>Знания и опыт работы с DevOps инструментами (Gitlab, Ansible)</li><li>Знания и опыт разработки скриптов (python/bash/perl и др.) для автоматизации широкого спектра задач</li><li>Знания и опыт работы с Grafana, Zabbix, Prometheus и др. средствами мониторинга и отслеживания событий/метрик, дашбордов</li><li>Понимание механизма работы сетей, протоколов маршрутизации, VPN, firewall, DNS, DHCP и пр.</li><li>Опыт работы с системами контроля версий (Git)</li><li>Опыт руководства командой</li><li>Самостоятельность в решении поставленной задачи</li><li>Ответственность за результат</li><li>Умение быстро ориентироваться при поиске проблем</li></ul><p>Необязательно, но будет плюсом:</p><ul><li>Опыт программирования PHP/NodeJS</li><li>Опыт программирования SQL</li></ul><p><b>Мы предлагаем:</b></p><ul><li>Работа в аккредитованной ИТ-компании</li><li>Варианты формата работы: гибрид либо в офисе</li><li>Офис расположен в бизнес-парке Бугров, бесплатная парковка</li><li>Официальное оформление: полностью «белая» з/п; все социальные гарантии</li><li>Персональное предложение по заработной плате, соответствующее опыту и ожиданиям кандидата</li><li>Мы заинтересованы в том, чтобы сотрудники развивались, поэтому компания может компенсировать обучение сотрудников и участие в конференциях</li></ul>",
        "salary_to": 0,
        "salary_from": 0
    },
    {
        "name": "Педагог дополнительного образования (программирование scratch/python, робототехника lego)",
        "url": "https://www.superjob.ru/clients/tehnoshkola-3511934/vacancies.html",
        "description": "<b>Обязанности:</b><ul><li>Проведение образовательных программ на доп. площадке центра - в г. Бронницы</li><li>Контроль выполнения учениками программы</li><li>Создание доброжелательной и продуктивной атмосферы в учебных группах</li><li>Любить работать с детьми, находить общий язык с учениками, становится их примером</li><li>Отчетность по занятиям для руководителя и родителям</li><li>Фото отчет работы группы в мессенджеры</li><li>Соблюдение дисциплины, чистоты на рабочем месте<br /></li></ul><b>Требования:</b><ul><li>Коммуникабельность, грамотно поставленная речь</li><li>Наличие мед.книжки</li><li>Желание развиваться и повышать квалификацию</li><li>Наличие опыта работы с детьми</li><li>Высокая компьютерная грамотность, знание языков/программ (scratch, lego education, app inventor/python)</li><li>Образование в сфере психология/педагогика/техническое</li></ul><b>Условия:</b><ul><li>Работа в 1 выходной день (суббота/воскресенье) или 1-2 вечера в неделю с 15:30. От кол-во часов зависит оклад на месяц</li><li>Официальную заработную плату</li><li>Карьерный рост для самых активных</li><li>Мы ищем ярких, активных, готовых развиваться и делиться своими знаниями людей, которым не безразлично будущее подрастающего поколения.</li></ul><p>Требуемый опыт работы: 1–3 года</p><p>Частичная занятость, гибкий график</p><p>Оформление по ТК РФ. </p>",
        "salary_to": 56000,
        "salary_from": 18000
    },
    {
        "name": "Учитель по программированию",
        "url": "https://www.superjob.ru/clients/kirilyuk-marina-aleksandrovna-4432939/vacancies.html",
        "description": "<b>Обязанности:</b><ul><li><p>Обучение детей (4-14 лет) в группах программированию     </p></li><li><p>Формирование у учеников логического системного мышления и развитие технических творческих способностей  <br /></p></li><li>Обучение детей основам проектной работы в IT</li><li>\nПоддержание интереса и мотивации учеников\n\n  </li></ul><b>Требования:</b><ul><li><p>Опыт работы с детьми (аниматор, репетитор, воспитатель, вожатый,\nучитель, опытный родитель или старший брат/сестра</p></li><li>Уверенное владение компьютером. В идеале, знание основ алгоритмического языка и программирования. (Предпочтительно: Scratch JR, Scratch, Snap, Stencyl, Tynker, Blockly, Перволого, Пиктомир)</li><li>Умение объяснять сложное простыми (иногда детскими) словами\n\n</li><li>Любовь к детям и умение направить их энергию в нужное русло  <br /></li><li>Знание текстовых языков программирования Python, Java и прочее - желательно  <br /></li></ul><b>Условия:</b><ul><li><p>Удобный график (очень многое можно скорректировать совместно с\nадминистратором) </p></li><li>Возможность обучать мотивированных детей, которые стремятся узнать все о современных технологиях и не только  </li><li>Увлеченная команда преподавателей  <br /></li><li> Интересные и амбициозные задачи</li><li> Профессия квалифицированного детского IT тренера - одна из самых востребованных на рынке труда\n\n <br /></li></ul>",
        "salary_to": 60000,
        "salary_from": 0
    },
    {
        "name": "Руководитель группы разработки ПО (Техлид)",
        "url": "https://www.superjob.ru/clients/centr-cifrovogo-razvitiya-4457373/vacancies.html",
        "description": "<p><i>       Мы молодая, но уже известная на региональном рынке </i><i>IT</i><i>-компания. В нашей  команде  талантливые разработчики, креативные дизайнеры, опытные аналитики, ответственные менеджеры проектов. Результат нашей работы -   активно используемые в государственном управлении информационные системы, отмеченные на всероссийских конкурсах \"ПРОФ-IT\" и \"ПРОФ-IT Инновация\". Разрабатываем с нуля, внедряем и сопровождаем сложные информационные системы. Вас ждёт широкий спектр интересных задач, позволяющих расти профессионально и реализовывать свои творческие амбиции.</i></p><p><b>     Ищем амбициозного руководителя группы разработки программного обеспечения (техлида) для работы в Красноярске </b>от 30 лет,который будет отвечать за работу своей команды, качество, которое они производят, скорость и темп, с которыми они работают, но, что наиболее важно – за общий рост людей в ней. <b>Важен опыт работы в данной сфере от 4-х лет/высшее профильное образование.</b></p><p><b>Мы используем:</b></p><p>·        Angular (Ionic);</p><p>·        HTML5, AJAX, CSS3, SASS;</p><p>·        TypeScript;</p><p>·        RxJS;</p><p>·        REST;</p><p>·        Python (Django)</p><p>·        Java Spring Boot</p><p><b>Плюсом со стороны кандидата будет:</b></p><p>·        Наличие минимальных управленческих навыков;</p><p>·        Опыт работы с Docker, Kubernetes, Harbor;</p><p>·        Опыт в написании спецификаций OpenAPI;</p><p>·        Уверенное знание TypeScript;</p><p>·        Грамотное ведение Git репозитория</p><p><b>Мы ценим</b><b>:</b></p><p>·        Стремление к росту;</p><p>·        Умение работать в команде, неконфликтность;</p><p>·        Умение доносить свою мысль;</p><p>·        Умение задавать тон (желание быть основой того, чего ожидают от остальной команды);</p><p>·        Внимание к деталям, мелочам;</p><p>·        Чувство юмора</p><p><b>Обязанности:</b></p><p>·        Развивать командную экспертность;</p><p>·        Работать в команде c разработчиками, тестировщиками, дизайнерами;</p><p>·        Внедрять новые технологии, понимать, как эти технологии используются в рамках проектов;</p><p>·        Обеспечивать эффективные коммуникации между членами команды (разработчики, тестировщики, дизайнеры, аналитики);</p><p>·        Отвечать за результаты разработки продуктов;</p><p>·        Помогать переводу задач бизнеса в задачи, понятные разработчикам;</p><p>·        Работать над несколькими проектами параллельно;</p><p>·        Быть наставником группы разработки до 20 человек.</p><p><b>Мы предлагаем</b><b>:</b></p><p>·        Официальное трудоустройство согласно ТК РФ;</p><p>·        Очную работу в офисе в центре города (пр. Мира) с доступом к любому виду транспорта;</p><p>·        График работы: пятидневная рабочая неделя с 9:00 до 18:00 или с 8:00 до 17:00;</p><p>·        Занятия английским 2 раза в неделю за счёт компании;</p><p>·        Официальное трудоустройство согласно ТК РФ;</p><p>·        Уровень “белой” з/пл. по результатам собеседования + премии;</p><p>·        Комфортные условия труда, оборудованная кухня, чай, кофе, дружный молодой коллектив;</p><p>·        ДМС за счёт компании;</p><p>·        Сопровождение наставника в роли начальника проектно-аналитического отдела на первых этапах работы;</p><p>·        Кафетерий льгот: обучение (накоплена обширная база курсов), спорт, отдых, туризм;</p><p>·        Возможность профессионального и карьерного роста;</p><p>·        Большие проекты краевого масштаба;</p><p>·        Развитую корпоративную культуру (мы проводим масштабные корпоративные мероприятия, дарим новогодние подарки детям, спортивные мероприятия, награждаем лучших сотрудников, поддерживаем в трудных жизненных ситуациях)<br /><br /></p><p>Перспективы</p><p>Прохождение курсов повышения квалификации за счёт компании, участие в различных семинарах, конференциях</p><p>Порядок отклика</p><p><b>Для рассмотрения вакансии, присылайте резюме и 2-3 свежие и лучшие работы по указанному электронному адресу.</b></p><p>После получения резюме с Вами свяжутся и назначат время для прохождения собеседования в офисе нашей компании. Благодарим за проявленный интерес.</p>",
        "salary_to": 0,
        "salary_from": 0
    },
    {
        "name": "Инженер-программист",
        "url": "https://www.superjob.ru/clients/volzhskij-trubnyj-zavod-559290/vacancies.html",
        "description": "<p><b>В\nпроектный офис программы «Цифровое производство ТМК» требуется\nинженер-программист.</b></p>\n\n<p><b>Чем Вам\nпредстоит заниматься:</b></p>\n\n<ul><li>Сопровождение\n     программ;   </li>\n <li>Сопровождение\n     баз данных;</li></ul><p><b>Эта вакансия\nдля Вас, если Вы:</b></p>\n\n<ul><li>Знаете\n     любой из языков программирования (C#/ C++/C/Python);</li>\n <li>Имеете\n     уровень владения ПК – высокий (среда разработки Visual Studio или её\n     аналоги).</li>\n</ul><p>Что мы предлагаем:</p><ul><li>График работы: 5/2;</li><li>Компенсация питания;</li><li>Предоставление компенсации за наём жилья;</li><li>Доставка корпоративным транспортом;</li><li>Льготные условия ипотеки;</li><li>Обучение в Корпоративном университете компании, повышение квалификации;</li><li>Участие в Молодежной Научно-Практической Конференции;</li><li>Социальный пакет: собственная Медико-Санитарная Часть, скидки на партнерские программы (спортивные залы, бассейн), путевки в оздоровительные учреждения.</li></ul>",
        "salary_to": 0,
        "salary_from": 50000
    },
    {
        "name": "Программист на Python",
        "url": "https://www.superjob.ru/clients/web-ekspertiza-3308229/vacancies.html",
        "description": "<b>Обязанности:</b><ul><li>Разработка программного решения на основе технического задания (распознавание аудио)<br /></li></ul><b>Требования:</b><ul><li>Уверенное владение языком программирования Python</li></ul><b>Условия:</b><ul><li>Проектная работа</li><li>Предоплата 50% на старте, 50% после сдачи проекта</li></ul>",
        "salary_to": 0,
        "salary_from": 0
    },
    {
        "name": "Инженер MQ",
        "url": "https://www.superjob.ru/clients/tenzor-430715/vacancies.html",
        "description": "<p>Систему СБИС придумали, создали и постоянно совершенствуют более 1500 разработчиков в 11 филиалах по стране. У нас есть фанаты дата- майнинга , эксперты в разработке кроссплатформенных приложений и высоконагруженных систем, разработчики мобильных, настольных и веб-приложений, специалисты по обработке, анализу и хранению больших массивов данных.</p><p>Ждем от вас:</p><ul><li><p>Понимание концепции MQ;</p></li></ul><ul><li><p>Понимание принципов масштабируемости, отказоустойчивости и доступности систем;</p></li><li><p>Знание стека протоколов TCP/IP;</p></li><li><p>Навыки программирования на скриптовых языках;</p></li><li><p>Опыт использования и администрирования Linux , понимание и нахождение узких мест системы, настройка ядра;</p></li><li><p>Опыт работы с системами контроля версий.</p></li></ul><p>Желательно:</p><ul><li><p>Опыт работы с RabbitMQ ;</p></li><li><p>Знакомство c Erlang / Python / Lua ;</p></li><li><p>Знакомство с ElasticSearch , GrayLog ;</p></li><li><p>Знакомство с протоколами AMQP/STOMP;</p></li></ul><ul><li><p>Участия в разработке высоконагруженных проектов.</p></li></ul><p>Вам предстоит заниматься:</p><ul><li><p>Развитием и поддержкой кластеров MQ на основе RabbitMQ ;</p></li><li><p>Развитием и сопровождением кластеров ElasticSearch .</p></li></ul><p>Мы предлагаем:</p><ul><li><p>заработную плату в зависимости от квалификации и уровня ответственности;</p></li><li><p>оформление по ТК РФ;</p></li><li><p>премии по итогам работы за месяц;</p></li><li><p>ДМС, спорт;</p></li></ul><ul><li><p>оборудованное место в комфортном офисе или возможность работать из дома в любимых тапочках;</p></li><li><p>помощь опытного наставника на испытательный срок;</p></li><li><p>гибкое начало и окончание рабочего дня, свободный дресс -код;</p></li><li><p>корпоративные скидки и бонусы от наших партнеров (обучающие курсы, товары и т.д.);</p></li><li><p>подарки от компании при заключении брака и рождении детей;</p></li></ul><ul><li><p>социальную поддержку при сложных жизненных ситуациях;</p></li><li><p>корпоративную библиотеку.</p></li></ul><p>А еще у нас один из лучших, современных офисов в городе, в котором располагается собственное кафе с выходом на крышу, лобби-б ар, столовая, современный тренажерный зал.</p>",
        "salary_to": 0,
        "salary_from": 0
    },
    {
        "name": "Системный администратор",
        "url": "https://www.superjob.ru/clients/berezhnaya-kristina-vasilevna-4506700/vacancies.html",
        "description": "X-LAB - it команда, которая создает сервисы для Банков и МФО + генерирует через них трафик от 35к заявок в день. Основная цель сервисов - привлечение клиентов на кредиты, вклады, страхование для банков-партнеров. X-LAB - официальный партнеров 17 Банков и >20 МФО. Команда разработки создает продукт, команда маркетологов запускает на него трафик из разных источников.<br />Требуется специалист в отдел мониторинга работы серверов ip-телефонии, баз данных и статистики. В задачи кандидата будет входить мониторинг работы основных IT-ресурсов компании в том числе работа 30 серверов телефонии, работа виртуальных облачных серверов с приложениями на Яндексе, работа с данными из баз MySQL, MongoDB, Redis, запуск и мониторинг приложений на Python, мониторинг нагрузки сети и основных провайдеров, подключенных к инфраструктуре.  <b><br /><br />Обязанности:</b><ul><li>Администрирование серверов на Linux (CentOS, Debian), более 80 виртуальных серверов и\nконтейнеров </li><li>Администрирование БД MySQL, PostgreSQL, MongoDB (администрирование кластера) </li><li>Создание кластера БД Percona </li><li>Администрирование кластера на ProxMox (15 физических серверов и СХД), виртуальных серверов на\nсторонних хостингах </li><li>Администрирование серверов Asterisk с ежедневным кол-вом звонков от 7,5 млн</li><li>Администрирование терминальных серверов </li><li>Настройка мониторинга Zabbix, Grafana  </li></ul><b><br /></b><b>Требования:</b><ul><li>Высокий уровень владения Linux</li><li>Знание Asterisk </li><li>Умение работать с высоконагруженными системами </li><li>Умение выстраивать сложные сетевые архитектуры </li><li>Навыки работы с Ansible  </li></ul><b>Условия:</b><ul><li>График работы: понедельник-пятница, с 09:00 до 18:00</li><li>Оборудованное комфортное рабочее место в офисе компании.</li><li>Работа в дружной команде профессионалов.</li><li>Конкурентная заработная плата;</li><li>Аккредитованная IT компания</li></ul>",
        "salary_to": 0,
        "salary_from": 0
    },
    {
        "name": "Педагог по программированию на Python (в центр цифрового образования)",
        "url": "https://www.superjob.ru/clients/gbou-licej-126-kalininskogo-rajona-sankt-peterburga-2295752/vacancies.html",
        "description": "<p><b>Примечание:</b></p><ul><li>с 1 сентября 2022 на базе Лицея  126 открыт Центр цифрового образования \"ИнфинITи\", в который требуется педагог по программированию на различных языках (Python обязательно)</li></ul><b>Обязанности:</b><ul><li>Проведение занятий в системе дополнительного образования детей</li><li>Подготовка и проведение мероприятий центра по направлению \"Программирование на \nPython \"</li><li>Поиск и внедрение в план работы внешних конкурсов и мероприятий технической направленности. </li><li>Составление программ дополнительного образования.</li><li>Взаимодействие с внешними партнерами центра</li><li>Проведение мастер-классов для педагогов и учеников центра</li></ul><b>Требования:</b><ul><li>Ответственность </li><li>Грамотность </li><li>Уверенное владение ПК</li><li>Отсутствие вредных привычек</li></ul><b>Условия:</b><ul><li>Рабочий день с 15:00</li><li>Официальное трудоустройство</li><li>Соцпакет</li><li>Бассейн</li><li>Оплачиваемый отпуск летом 56 дней</li><li>Возможность внутреннего совмещения по должности методист по направлению \"Программирование на  Python\",  учитель информатики</li></ul>",
        "salary_to": 0,
        "salary_from": 30000
    },
    {
        "name": "Системный администратор",
        "url": "https://www.superjob.ru/clients/tb-proekt-3706962/vacancies.html",
        "description": "<p><b>Обязанности:</b></p><ul><li>Поддержание рабочего состояния\nрабочих станций</li><li>Поддержка пользователей\n(включая удаленную)</li><li>Участие в развитии внутренней\nинфраструктуры, её техническое сопровождение</li></ul><p><b>Требования:</b></p><ul><li>Понимание основ сети (TCP/IP,\nDNS, VPN, VLAN, DHCP)</li><li> Навыки работы с Windows Server – TS, AD, GPO, WSUS, Hyper-V</li><li> Минимальный опыт\nадминистрирования БД MSSQL</li><li> Базовые навыки\nадминистрирования Windows и *nix</li><li> Настройка базового\nбухгалтерского ПО – CryptoPro,\nконтур, такском, 1C</li></ul><p> Желательно:</p><ul><li>Zabbix</li><li> FreePBX/Asterisk</li><li> Cisco ASA, Juniper EX</li><li> *nix: bash, exim4, dovecot, nginx, php-fpm,\ngunicorn</li><li> Знание python на минимальном уровне </li></ul><p><b>С чем предстоит работать:</b></p><ul><li>Кластер на базе Hyper-V</li><li>MS инфраструктура включая SCCM, DPM, MSSQL.</li><li>Сетевое оборудование Cisco ASA, Juniper EX, Ubiquity</li><li> IP телефония на базе FreePBX</li><li> Более 100 пользователей</li><li> Несколько офисов на территории\nг. Москва и ближайшее Подмосковье. </li><li>\n\n98%\nвремени работа в офисе по адресу Амундсена, 9, но редкие выезды в другие офисы\nбудут    </li></ul><p><b>Условия:</b></p><ul><li>формление по ТК РФ;<br /></li><li>официальная з/п<br /></li><li>график работы 5/2;<br /></li><li>шаговая доступность от метро Свиблово (7 мин).<br /></li><li>полный рабочий день (с 9.00 до 18.00)<br /></li><li>на территории работодателя</li></ul>",
        "salary_to": 150000,
        "salary_from": 0
    },
    {
        "name": "Учитель информатики",
        "url": "https://www.superjob.ru/clients/shkola-2116-3241791/vacancies.html",
        "description": "<b>Обязанности:</b><br /><ul><li>Качественное ведение уроков информатики (1,5 ставки) </li><li>Подготовка к экзаменам и олимпиадам, городским конференциям и конкурсам, </li><li>Ведение внеурочной деятельности, дополнительного образования</li><li>Курирование проекта \"Инженерный класс в московской школе\" и проинженерных классов</li></ul><b>Требования:</b><ul><li>Высшее профильное образование</li><li>Диагностика МЦКО (высокий/экспертный уровень по информатике)<br /></li><li>Опыт работы учителем информатики (подготовка к ОГЭ/ЕГЭ, олимпиадам и конференциям)<br /></li><li>Владение ПК<br /></li><li>Справка о несудимости (обязательно!)<br /></li><li>Медицинская книжка и пр. документы, предусмотренные ТК РФ для пед.работников</li></ul><b>Условия:</b><ul><li>Стабильная заработная плата и стимулирующие выплаты</li><li>Социальный пакет (оплата отпусков, листков нетрудоспособности, повышение квалификации и пр.)</li></ul>",
        "salary_to": 0,
        "salary_from": 130000
    },
    {
        "name": "Специалист по комплексным системам безопасности",
        "url": "https://www.superjob.ru/clients/megapolis-121161/vacancies.html",
        "description": "<p>МЕГАПОЛИС – группа компаний, владеющая и управляющая активами в сфере логистики и дистрибуции товаров повседневного спроса (FMCG): табачная и пивобезалкогольная продукция, бакалейные товары, зажигалки, элементы питания, контрацептивы, энергетики, OTP (сигары, сигариллы, табаки).</p><p>Основана в 1998г.</p><p>230 филиалов от Калининграда до Петропавловска-Камчатского.</p><p>Более 13 000 человек сотрудников.</p><p>Доставка товаров в более чем в 160 000 торговых точек по всей России.</p><p>6 место в рейтинге Forbes в номинации «200 крупнейших частных компаний России».</p><p><b>ГК МЕГАПОЛИС ОБЛАДАЕТ КРУПНЕЙШИМ ПОРТФЕЛЕМ КОНТРАКТОВ, ВКЛЮЧАЯ КОНТРАКТЫ НА ДИСТРИБУЦИЮ В РФ:</b></p><p></p><ul><li>Табачной продукции с производителями Japan Tobacco International, Philip Morris International, Imperial Tobacco Group;</li><li>Долгосрочный дистрибьюторский договор с производителем пивобезалкогольной продукции ОАО «Пивоваренная компания «Балтика» (Carlsberg Group);</li><li>Дистрибьюторские контракты с производителями чая и кофе – кофе Lavazza и Moccona.</li><li>Дистрибьюторский контракт с производителем энергетических напитков Red Bull GmbH (Red Bull, Bullit).</li></ul>В ГК Мегаполис открыта вакансия \"Ведущий специалист инженерно-технического отдела\"<p><b>Обязанности:</b></p><p></p><ul><li>Поддержание работоспособности систем видеонаблюдения, систем контроля доступа, охранных систем;</li><li>Разработка и согласование планов расположения охранного оборудования;</li><li>Подбор и заказ компонентов для ремонта технических средств охраны;</li><li>Работа с серверами (IPMI);</li><li>Выезды на объекты (Москва Сити, МО г. Пушкино)</li></ul><b>Требования:</b><p></p><ul><li>Высшее техническое образование;</li><li>Опыт работы с ПАК \"Интеллект\", программирование и администрирование;</li><li>Водительское удостоверение категории \"В\". Опыт вождения автомобиля</li></ul><b>Дополнительные преимущества:</b><p></p><ul><li>Наличие сертификатов AICP (Axxon Intellect Сертифицированный Профессионал) и ANCP ( Axxon Next Сертифицированный профессионал);</li><li>Опыт работы с оборудованием и программным обеспечением Hikvision: iVMS-4200, видеорегистраторы, видеокамеры;</li><li>Знания PowerShell, Python, JScript.</li></ul><b>МЫ ПРЕДЛАГАЕМ:</b><p></p><ul><li>Работу в крупнейшей компании – лидере в своей отрасли;</li><li>Оформление по ТК РФ с первого рабочего дня;</li><li>Удобный график работы ПН-ПТ 9-18;</li><li>Конкурентную белую заработную плату, выплаты 2 раза в месяц на банковскую карту;</li><li>ДМС со стоматологией, скидка на обеды в корпоративной столовой;</li><li>Работа в офисе в Москве вблизи м. Аннино;</li><li>Есть охраняемая парковка для сотрудников или корпоративный транспорт от/до метро;</li><li>Для выездов на объекты предоставляется служебный автомобиль.</li></ul>",
        "salary_to": 0,
        "salary_from": 0
    },
    {
        "name": "Дата-инженер / Data-engineer",
        "url": "https://www.superjob.ru/clients/superjob-14449/vacancies.html",
        "description": "<p>В своей работе мы используем аналитическую базу данных ClickHouse, систему визуализации на базе Superset/Metabase и множество других инструментов для работы с Big Data. В команду ищем человека, который поможет нам развивать эту систему.<br /></p><p><b>Чем придётся заниматься:</b></p><ul><li>Работать с DWH, проектировать схемы для хранения данных.</li><li>Загружать данные из различных источников (как внутренних БД, так и внешних аналитических/маркетинговых платформ и т.д.) в DWH.</li><li>Разрабатывать, поддерживать и оптимизировать витрины данных.</li><li>Участвовать в организации CI/CD и мониторинга процессов обработки данных.</li><li>Искать ошибки и аномалии в данных, управлять качеством данных, автоматизировать проверку качества данных.</li></ul><b>Что ждём от вас:</b><ul><li>Уверенное знание SQL (аналитические функции, CTE, оптимизация запросов под Clickhouse и организация хранения данных в Clickhouse).</li><li>Хорошее знание Python (основные типы данных, основы ООП, основы алгоритмизации и взаимодействия с API).</li><li>Неудержимое желание обучаться и прокачиваться с нашей всевозможной поддержкой.</li></ul><b>Будет плюсом опыт работы с:</b><ul><li>Большими объёмами данных.</li><li>ClickHouse cluster.</li><li>Linux, Docker, Jenkins/Airflow/Dagster.</li><li>CDC в Clickhouse через Kafka+Debezium.</li><li>Flask, SqlAlchemy.</li></ul><b>Своему будущему коллеге мы предлагаем:</b><ul><li>Работу в одном из самых быстрорастущих рынков - HRTech.</li><li>Высокую инженерную культуру.</li><li>Непрерывное обучение и профессиональное развитие внутри компании.</li><li>Возможность стать частью сплоченной команды, любящей свое дело.</li><li>Регулярную обратную связь от наставников и руководителей.</li><li>Официальную заработную плату.</li><li>ДМС после прохождения испытательного срока.</li><li>Современный офис в 10 минутах пешей прогулки от станций метро Пушкинская/Маяковская/Чеховская/Новослободская. 3D-тур: public.superjob.ru/3dtour/ </li><li>Спортивный уголок.</li><li>Комфортную зону отдыха.</li><li>Кофе-поинты с вкуснейшим кофе и вендинговым аппаратом.</li><li>Оборудованное просторное место для питания.</li><li>Оплату проезда общественным транспортом.</li></ul>",
        "salary_to": 0,
        "salary_from": 0
    },
    {
        "name": "Главный разработчик",
        "url": "https://www.superjob.ru/clients/gruppa-kompanij-maskom-ooo-cbi-maskom-173090/vacancies.html",
        "description": "<p><b>Обязанности:</b></p><p><ul><li>организация процесса разработки модулей к существующему ПО с помощью подчиненных, CodeReview</li><li>развитие существующего ПО</li><li>обсуждение пожеланий по доработке ПО с заказчиком</li><li>разработка документации для программистов (по сути, не ГОСТ)</li></ul><b>Требования:</b></p><p><ul><li>опыт разработки от 5 лет</li><li>разработки в команде с программистами в подчинении и самостоятельно</li><li>наличие завершенных проектов с backend на Python.</li><li>умение самостоятельно развернуть проект под Linux.</li><li>Git, GitHub, Confluence, Jira</li><li>Языки: Python, JavaScript, желательно Dart</li><li>Фреймворки: желательно Flutter</li><li>Базы данных: PostgreSQL, SQLite</li></ul><b>Условия:</b></p><p><ul><li>Зарплата полностью официально.</li><li>Трудоустройство в компании аккредитованной в Мин. цифре.</li><li>Бронь.</li><li>Гибкий график.</li><li>Возможность работать удаленно.</li><li>Возможны командировки.</li><li>Офис м. Октябрьское поле, 5 минут пешком.</li></ul></p>",
        "salary_to": 0,
        "salary_from": 200000
    },
    {
        "name": "Инженер по тестированию алгоритмов",
        "url": "https://www.superjob.ru/clients/vko-medprom-3940172/vacancies.html",
        "description": "<p>\"ВКО Медпром\" - научно-производственная компания, специализирующаяся на разработке и производстве современного высокотехнологичного рентген-диагностического оборудования.</p> <p>В связи с активным развитием приглашаем в свой дружный коллектив</p> <p>ИНЖЕНЕРА-ТЕСТИРОВЩИКА АЛГОРИТМОВ</p> <p>Обязанности:</p> <ul><li><b>Ручное и автоматическое тестирование алгоритмов</b> обработки рентгеновских изображений;</li> <li>Оформление отчётов о тестировании с использованием системы баг-трекинга;</li> <li>Разработка алгоритмов для исследовательских задач;</li> </ul><p>Что мы предлагаем:</p> <ul><li>Интересную работу в современной инновационной компании</li> <li>Комфортные условия работы в творческом коллективе единомышленников</li> <li> <p>График работы: 5/2, с 9-18 ч.</p> </li> <li> <p>Абсолютно \"белая\" зарплата</p> </li> <li>Выплата заработной платы 2 раза в месяц</li> <li>Оформление по ТК РФ</li> <li>ДМС</li> <li>Место работы - м.Московская</li> </ul><p>Наши пожелания:</p> <ul><li>Понимание принципов и базовых <b>алгоритмов обработки изображений</b>;</li> <li>Опыт обработки изображений или сигналов;</li> <li>Опыт работы с Python;</li> <li>Уверенное владение офисными программами;</li> </ul>",
        "salary_to": 90000,
        "salary_from": 0
    },
    {
        "name": "Ведущий системный администратор",
        "url": "https://www.superjob.ru/clients/ekspoforum-3028250/vacancies.html",
        "description": "<b>Обязанности:<br /></b><ul><li>Установка,\n     конфигурация и администрирование серверного программного обеспечения\n     виртуализации и контейнеризации (LXC, Docker, и др.).<br /></li><li>Установка,\n     настройка и администрирование операционных систем на базе Linux.<br /></li><li>Конфигурация\nи администрирование баз данных (PostgreSQL, MySQL, MSSQL).</li><li> Конфигурация\nи администрирование кластера веб серверов, сред для разработки и сопровождения веб-приложений\nи веб сайтов (Apache, Nginx, Postfix, HAProxy,\nBitrix, Analytic Workspace).</li><li> Конфигурация\nи администрирование систем мониторинга нагрузки и доступности веб сервисов\n(Prometheus, Grafana, Zabbix</li><li>  Написание\nскриптов Python, Bash для автоматизации, мониторинга и интеграции\nИТ-инфраструктуры с внешними системами;</li><li>  Поддержка\nпользователей: решение инцидентов и запросов (3я линия поддержки);</li></ul><b>Требования:</b><ul><li>  Знание принципов\nорганизации, состава и схемы работы операционных систем семейства Linux на уровне продвинутого администратора.</li><li>  Понимать принцип\nработы стека протокола TCP/IP, HTTP/HTTPS.  Знание\n     сетевых протоколов и технологий (TCP/IP, статическая маршрутизация,\n     настройка сетевых бондов);</li><li> Иметь опыт\nработы с системами виртуализации (Linux KVM) и контейнеризации (LXC,\nDocker, K8s). Иметь навыки настройки, управления, репликации\n     СУБД SQL (PostgreSQL, MySQL, MSSQL).</li><li>  Уметь\nконфигурировать веб сервера (Apache, Nginx и д.р.).</li><li>  Уметь\nадминистрировать и настраивать: Haproxy; Bind; Git; Iptables.</li><li>  Уметь применять\nна практике технологии автоматизации CI/CD.</li><li>  Иметь опыт работы с системами мониторинга\n     (Zabbix, Puppet, Ansible).</li><li>  Опыт диагностики\n     сбоев и анализа логов.</li><li>  Знание\n     английского языка на уровне чтения технической документации.</li></ul><b>Условия:</b><ul><li>Работа в стабильной компании.<br /></li><li>Оформление в соответствии с ТК РФ, «белая» заработная плата.<br /></li><li>ДМС после 1 года работы.<br /></li><li>График работы с 9.00 до 18.00(в пятницу с 9.00 до 17.00), сб. и вс. - выходные.<br /></li><li>Соблюдение всех социальных норм и гарантий.<br /></li><li>Место работы: Конгрессно-выставочный центр Экспофорум на Пулковских высотах (развозка от м. Московская)</li></ul>",
        "salary_to": 0,
        "salary_from": 90000
    },
    {
        "name": "Разработчик Python / Python Developer (офис, 5/2)",
        "url": "https://www.superjob.ru/clients/gruppa-guta-24345/vacancies.html",
        "description": "<p><b>Уважаемые соискатели! Работа в офисе (г.Москва, м. Новослободская)</b></p> <p><b>Задачи:</b></p> <ul><li>Разработка с использованием Python3;</li> <li>Поддержка и доработка существующих сервисов, интеграций;</li> <li>Проектирование и разработка нового функционала, модулей для различных интеграций;</li> <li>Умение разбирать и дорабатывать чужой код.</li> </ul><p><b>Наши требования:</b></p> <ul><li>Опыт коммерческой разработки на Python (от 1 года);</li> <li>Опыт работы с система контроля версий Git;</li> <li>Опыт интеграции со сторонними сервисами и API;</li> <li>Знание Python 3.10+;</li> <li>Опыт работы с базами данных, понимание базовых принципов внутренней работы реляционных БД;</li> <li>Уверенный пользователь Linux;</li> <li>Базовые знания сетевых технологий, клиент-серверного взаимодействия, протокола HTTP(S), REST, SOAP;</li> <li>Базовые знания Docker, Docker Compose;</li> <li>Базовые знания очередей сообщения Kafka/RabbitMQ.</li> </ul><p>Технологический стек: Python 3.10 (fastapi/flask, pydantic, psycopg2, pymssql, aiodbc, pytest); БД (PostgreSQL, MS SQL, MySQL); Kafka; Docker, Docker Compose; Graylog, Zabbix.</p> <p><b>Будет плюсом:</b></p> <ul><li>Понимание микросервисной архитектуры;</li> <li>Знание DICOM протокола;</li> <li>Опыт работы с NoSQL;</li> <li>Опыт работы с Graylog стек.</li> </ul><p><b>Мы предлагаем:</b></p> <ul><li>Работу в крупном холдинге, который стабильно существует на рынке с 1998 года;</li> <li>Перспективы профессионального развития и карьерного роста;</li> <li>Достойную оплату труда: высокий стабильный оклад;</li> <li>Полностью официальную «белую» ЗП;</li> <li>Работа в офисе, 5/2 с 9:00 до 18:00 или с 10:00 до 19:00.</li> <li>Место для отдыха и приема пищи;</li> <li>Льготное медицинское обслуживание для сотрудников и членов семьи;</li> <li>Скидки от компаний входящих в Группу Гута (фитнес клубы, рестораны Савой, отели Савой, специальные программы ГУТА-Банка, Гута-страхование)</li> <li>Адекватное руководство – современные, прогрессивные, вовлеченные, поддерживающие современные технологии и тренды.</li> </ul><p>В сопроводительном письме просьба указывать Ваши зарплатные ожидания, если они не указаны в резюме.<br /><br />До встречи на собеседовании!</p>",
        "salary_to": 200000,
        "salary_from": 150000
    },
    {
        "name": "Стажер-тестировщик QA",
        "url": "https://api.hh.ru/vacancies/86626961?host=hh.ru",
        "description": "Базовое понимание основных этапов и принципов тестирования, знакомство с теорией тестирования. Базовые знания <highlighttext>Python</highlighttext>. Понимание жизненного цикла разработки и тестирования...",
        "salary_to": null,
        "salary_from": null
    },
    {
        "name": "Стажер-программист Python",
        "url": "https://api.hh.ru/vacancies/86458967?host=hh.ru",
        "description": "Способность быстро разобраться в неизвестном предмете (протоколе, языке программирования, и т.д.). Опыт программирования на <highlighttext>Python</highlighttext> (не обязательно промышленный). ",
        "salary_to": null,
        "salary_from": 60000
    },
    {
        "name": "Python-разработчик (junior)",
        "url": "https://api.hh.ru/vacancies/87277446?host=hh.ru",
        "description": "Знает язык <highlighttext>Python</highlighttext> уверенно: основы, синтаксис, функции, декораторы(замыкания), ООП, асинхронную модель, процессы, потоки. Слышал про GIL. Понимает почему <highlighttext>python</highlighttext>...",
        "salary_to": 70000,
        "salary_from": null
    },
    {
        "name": "Бэкенд разработчик Python",
        "url": "https://api.hh.ru/vacancies/87371472?host=hh.ru",
        "description": "1) 1+ год опыта работы в качестве бэкенд-разработчика (<highlighttext>Python</highlighttext>). 2) Опыт интеграции сторонних сервисов по средствам API. ",
        "salary_to": 120000,
        "salary_from": 60000
    },
    {
        "name": "Стажер-программист Python",
        "url": "https://api.hh.ru/vacancies/86400360?host=hh.ru",
        "description": "Базовые знания <highlighttext>Python</highlighttext> (>3).",
        "salary_to": null,
        "salary_from": null
    },
    {
        "name": "Стажер C++/ Python",
        "url": "https://api.hh.ru/vacancies/87453054?host=hh.ru",
        "description": "Базовое знание C++ и/или <highlighttext>Python</highlighttext>. Наличие GitHub/GitLab/BitBucket. Знание алгоритмов и структур данных на уровне университетской программы. ",
        "salary_to": null,
        "salary_from": null
    },
    {
        "name": "Разработчик Python (junior)",
        "url": "https://api.hh.ru/vacancies/86324076?host=hh.ru",
        "description": "Знание что такое swagger. Знание как управлять зависимостями в приложениях на <highlighttext>python</highlighttext> (pip/poetry/pipenv). Понимание про typehints/mypy. ",
        "salary_to": 80000,
        "salary_from": null
    },
    {
        "name": "Junior 3D художник",
        "url": "https://api.hh.ru/vacancies/87490646?host=hh.ru",
        "description": "Знание пайплайна создания моделей для PBR шейдинга. Наличие портфолио. Знание Photoshop. Знание <highlighttext>python</highlighttext>. Знание библиотеки Blender .bpy. Знание Unreal Engine...",
        "salary_to": null,
        "salary_from": null
    },
    {
        "name": "Разработчик Python/SQL",
        "url": "https://api.hh.ru/vacancies/87539957?host=hh.ru",
        "description": "Опыт разработки на <highlighttext>Python</highlighttext> 3 и MS SQL. Высшее техническое образование. Желательно знать Django, Celery, REST API; иметь опыт администрирования...",
        "salary_to": null,
        "salary_from": 80000
    },
    {
        "name": "Бизнес-аналитик (junior)",
        "url": "https://api.hh.ru/vacancies/85040102?host=hh.ru",
        "description": "Понимание устройства информационных систем. Умение работать с Microsoft Power BI, Tableau, <highlighttext>Python</highlighttext>, Grafana, Yandex Data Lens или аналогичные инструменты будет...",
        "salary_to": 91000,
        "salary_from": null
    },
    {
        "name": "Инженер-программист встраиваемых систем",
        "url": "https://www.superjob.ru/clients/mfti-2185844/vacancies.html",
        "description": "<p><b>Обязанности:</b></p><p></p><ul><li>Участие в разработке систем гиростабилизации подвижных объектов. </li><li>Написание программного кода для управления двигателями систем стабилизации. </li><li>Разработка и реализация алгоритмов систем гиростабилизации. </li><li>Разработка встроенного ПО для микроконтроллеров типа STM32. </li><li>Реализация взаимодействия с периферийными устройствами по стандартным интерфейсам (RS232, UART, RS485, SPI, I2C, Ethernet и т. п.).</li></ul><b>Требования:</b><p></p><ul><li>Высшее профессиональное (техническое) образование. </li><li>Знание С/С++. </li><li>Опыт работы с микроконтроллерами типа STM32 и микрокомпьютерами. </li><li>Базовое знание ОС семейства Linux. </li><li>Понимание работы систем гиростабилизации. </li><li>Опыт работы с двигателями (программно-аппаратное сопряжение). </li><li>Использование орг. техники (персональный компьютер, печатающие устройства, сканеры, брошюратор). </li><li>Знание языка Python является плюсом. </li><li>Чтение принципиальных электрических схем и знание Altium Designer является плюсом. </li><li>Базовое знание английского, достаточное для свободного чтения документации иностранных компонент. </li><li>Уверенное знание теоретической механики и радиотехники на уровне программы профильных ВУЗов. </li><li>Коммуникабельность, внимательность к деталям, способность к саморазвитию.</li></ul><b>Условия:</b><p></p><ul><li>Работа в ведущем техническом вузе страны, в городе Долгопрудный (Рядом со станцией Новодачная МЦД-1, или 15 минут от метро Алтуфьево или Ховрино). </li><li>Оформление в соответствии с ТК РФ, официальная заработная плата. </li><li>Возможности профессионального развития. </li><li>Оплачиваемый отпуск, больничный лист. </li><li>График работы: 5/2, с 09:00 до 18:00, возможно работа в удаленном режиме. </li><li>Заработная плата: от 100 000 рублей. </li><li>Молодой активный коллектив. </li><li>Возможность бесплатного посещения бассейна и тренажерного зала. </li><li>В соответствии с ТК РФ (ст.331), работники сферы образования обязаны предоставить справку о наличии (отсутствии) судимости и (или) факта уголовного преследования, срок изготовления которой может быть до 30 дней, просим заранее позаботиться о её получении.</li></ul>",
        "salary_to": 0,
        "salary_from": 100000
    },
    {
        "name": "Старший аналитик данных в CRM (Отдел анализа эффективности некредитного направления)",
        "url": "https://www.superjob.ru/clients/bank-vtb-235578/vacancies.html",
        "description": "<p><b>Обязанности:</b></p><p><ul><li>аналитическая поддержка бизнес-подразделения, развитие и накопление экспертизы в области аналитики, статистики;</li><li>анализ эффективности работы CRM, оценка кампаний, подведение итогов пилотов;</li><li>участие в крупных аналитических проектах розничного CRM;</li><li>поиск решения проблем: увеличения отклика на предложения CRM, расширения охвата базы клиентов предложениями, повышения эффективности процессов;</li><li>проведение оценки клиентской базы: анализ жизненного цикла клиентов, прогнозирование поведения, построение клиентского портрета, взаимодействие с data scientists в рамках задач по анализу данных и моделированию;</li><li>подготовка бизнес рекомендаций в рамках активностей департамента по результатам проведенных исследований, визуализация результатов исследований;</li><li>сопровождение текущей отчетности и создание новой, разработка dashboard, инструментария для контроля деятельности CRM;</li><li>разработка инструментария для контроля деятельности CRM.</li></ul><b>Требования:</b></p><p><ul><li>высшее образование (математика, физмат, экономика, статистика);</li><li>опыт работы в крупной компании (банки, телеком, retail) в подразделении аналитики от 1 года;</li><li>отличное знание SQL (написание сложных запросов, знание оконных функций) - обязательно;</li><li>уверенный пользователь MS Office (Excel, P.Point);</li><li>опыт использования инструментов BI будет плюсом;</li><li>знание python для целей аналитики данных будет плюсом;</li><li>опыт анализа больших объемов данных;</li><li>наши аналитики, как правило, используют SQL, но мы не ограничиваем специалистов в выборе инструментария;</li><li>аналитический склад ума;</li><li>умением структурированно излагать мысли, презентовать результаты своей работы.</li></ul><b>Условия:</b></p><p><ul><li>трудоустройство согласно Законодательству;</li><li>конкурентная заработная плата;</li><li>профессиональное обучение и развитие;</li><li>добровольное медицинское страхование, льготные условия кредитования;</li><li>корпоративная пенсионная программа, материальная помощь;</li><li>спортивная жизнь и корпоративные мероприятия;</li><li>возможность построить карьеру в ведущем банке России.</li></ul></p>",
        "salary_to": 0,
        "salary_from": 0
    },
    {
        "name": "Руководитель направления в Центр резервирования и планирования",
        "url": "https://www.superjob.ru/clients/bank-otkrytie-320325/vacancies.html",
        "description": "<p><b>Обязанности:</b></p><p></p><ul><li>Формирование и автоматизация регулярной риск-отчетности по портфелю корпоративного и инвестиционного бизнеса;</li><li>Расчет риск-показателей, аналитика портфеля;</li><li>Разработка дэшбордов с использованием средств MS Power BI;</li><li>Формирование бизнес-требований на реализацию витрин / дэшбордов.</li></ul><b>Требования:</b><p></p><ul><li>Опыт работы от 1 до 3 лет в Банках / финансовых организациях (направления: риски / портфельный анализ / автоматизация отчетности);</li><li>Высшее образование (финансы и кредит);</li><li>Уверенное знание SQL, MS Excel, Python (желательно);</li><li>Опыт самостоятельной разработки дэшбордов на MS Power BI (желательно);</li><li>Глубокие аналитические навыки.</li></ul><b>Мы предлагаем вам:</b><p></p><ul><li>Стать частью крупного, динамично развивающегося банка;</li><li>Работу в команде единомышленников, неравнодушных к передовым технологиям и практикам;</li><li>Неограниченные возможности для совершенствования Ваших навыков и знаний, обучаясь у лучших и решая сверхамбициозные задачи;</li><li>Позитивную рабочую атмосферу, дружный коллектив;</li><li>Удобное расположение офисов;</li><li>Достойную и конкурентную заработную плату, квартальные и годовые премии, размер которых зависит от результатов Вашей работы;</li><li>Разнообразный социальный пакет: ДМС, страхование жизни, страхование для выезжающих за границу, льготные условия приобретения банковских продуктов, скидки в фитнес-клубах и в компаниях-партнерах.</li></ul>",
        "salary_to": 0,
        "salary_from": 0
    },
    {
        "name": "Маркетинговый аналитик",
        "url": "https://www.superjob.ru/clients/perekrestok-4311/vacancies.html",
        "description": "<p><b>Наши предложения:</b></p><p></p><ul><li>гибридный формат работы</li><li>самостоятельность в работе и принятии решений</li><li>карьерное и профессиональное развитие</li><li>стабильная заработная плата: оклад + бонус</li><li>комфортный офис с бесплатной парковкой для сотрудников</li><li>корпоративный транспорт от м. Волгоградский проспект</li><li>скидки на товары и услуги более чем 900 компаний-партнёров</li><li>корпоративные скидки для сотрудников X5 Group</li><li>страхование жизни и здоровья</li><li>расширенный полис ДМС со стоматологией</li><li>корпоративная жизнь с праздниками, подарками и мероприятиями</li></ul><b>Наши ожидания:</b><p></p><ul><li>оценка потенциальной рентабельности от бизнес-проектов и рекламных кампаний</li><li>прогнозирование объема продаж при разных сценариях рекламного бюджетирования</li><li>анализ по методу АБ-тестирования</li><li>подготовка кастомных отчетов, дашбордов в Bi-системах</li><li>автоматизация маркетинговой отчетности</li><li>построение сквозной маркетинговой аналитики</li><li>знание и опыт работы c маркетинговыми метриками, оценкой маркетинговых кампаний, понимание моделей атрибуции</li></ul>",
        "salary_to": 0,
        "salary_from": 0
    },
    {
        "name": "Системный инженер",
        "url": "https://www.superjob.ru/clients/eko-centr-71817/vacancies.html",
        "description": "<p><b>Наши ожидания:</b></p><p></p><ul><li>Вы знаете что такое кластер виртуализации Proxmox (kvm) и понимаете, как он работает.</li><li>Вы уверенно знаете, как администрировать операционные системы Linux (debian, CentOS, Windows)</li><li>Вы осознаете принципы работы современной сетевой инфраструктуры и стека TCP/IP, принципы сетевого взаимодействия систем, знаете, что такое Firewall, NAT и прочие странные слова, зачем нужны VLAN и как маршрутизировать трафик средствами OPNsense и Mikrotik. А самое главное зачем и куда!</li><li>Вы знаете как настроить отправку почтовых голубей через сервер Zimbra</li><li>Вы знаете что такое Zabbix и сможете настроить мониторинг всего чего угодно.</li><li>Вы знаете для чего нужно серверное железо и что куда воткнуть, что такое RAID (hardware, software).</li><li>Вы знаете что такое AD, DNS, DHCP, как работают и настраиваются групповые политики.</li><li>Вы знаете что такое СХД (Qnap, Windows SMB) и умеете настраивать и администрировать.</li><li>Вы стремитесь автоматизировать рутинные IT процессы, поэтому знаете, как это сделать.</li><li>Вы знаете как работать с IP телефонией (Asterisk), как правильно раскидать звонки и сделать красивое голосовое приветствие (сложный IVR).</li><li>Вы знаете как работать с пользователями и пользовательскими ОС. У Вас крайне высокий уровень стрессоустойчивости.</li><li>Вы понимаете, что выполнение поручений руководителя — это крайне важно.</li></ul><b>Будет огромным плюсом если вы:</b><p></p><ul><li>Умеете работать с БД Postgresql, MySQL</li><li>Знаете, как писать скрипты на bash, python, php (желательно PowerShell)</li><li>Знаете, что такое СКУД и IP видеонаблюдение и умеете с этим работать.</li><li>Умеете самостоятельно администрировать часть инфраструктуры и отдельные проекты.</li><li>Знаете как улучшить показатели производительности и отказоустойчивости сервисов в непосредственной зоне ответственности, предложить варианты оптимизации инфраструктуры.</li><li>Знаете как осуществить мониторинг сервисов, выявить проблемные места, устранить неисправности и задокументировать проблему. Оперативное реагировать на оповещения и сигналы тревоги. Эскалация проблем.</li><li>Понимаете, что рабочий процесс может затянуться и придется задержаться на работе.</li></ul><b>Требования:</b><p></p><ul><li>Высшее образование.</li><li>Коммуникабельность, доброжелательность.</li><li>Ответственность, стрессоустойчивость, способность быстро усваивать новую информацию.</li><li>Умение работать в режиме многозадачности.</li><li>Грамотная речь.</li></ul><b>Условия</b><p></p><ul><li>Работа в крупной медицинской, динамично развивающейся Компании.</li><li>Строгое соблюдение Трудового законодательства, своевременная и в полном объеме выплата заработной платы, премии, скидки на медицинские услуги, оказываемые в нашей организации.</li><li>Современное медицинское оборудование, комфортные условия труда.</li><li>Обучение и развитие в Компании.</li><li>График работы: гибкий с 8-00 до 20-00 с плавающими выходными днями.</li><li>Недалеко от метро Нагорная, Профсоюзная, Тульская, Нижние Котлы.</li><li>Будем рады видеть Вас в нашем дружном коллективе!</li></ul>",
        "salary_to": 120000,
        "salary_from": 0
    },
    {
        "name": "Аналитик (в области медицины)",
        "url": "https://www.superjob.ru/clients/fgbu-centr-strategicheskogo-planirovaniya-mediko-biologicheskih-riskov-fmba-rf-3776154/vacancies.html",
        "description": "<p>\nВ Федеральный информационно-аналитический центр мониторинга\nмедико-биологических рисков ФМБА России требуется аналитик в отдел\nпрогнозирования биологических рисков\n\n\n\n</p><p><b>Обязанности:</b></p><ul><li>моделирование медико-биологических процессов</li><li>выполнение прогнозов математическими методами</li><li>исследование и адаптация методов прогнозирования к использованию в области биологических рисков</li><li>анализ данных</li><li>внедрение методов в автоматизированную аналитическую систему</li><li>подготовка аналитических справок, отчетов и презентационных материалов </li></ul><b>Требования:</b><ul><li>высшее образование (медико-биологическое, математическое, техническое, естественно-научное)</li><li>знание высшей математики, статистики, теории вероятностей на базовом уровне</li><li>навыки работы с базами данных, обработки и анализа больших объемов информации из разных источников</li><li>опыт проведения литературных обзоров для решения поставленных задач (научные статьи, книги, учебники, методические рекомендации, документация)</li><li>интерес к развитию сферы биологической безопасности, стремление расширять кругозор</li><li>системное мышление, развитые аналитические способности, нацеленность на получение результата</li></ul><i>Приветствуется:</i><br /><ul><li>опыт работы с медицинскими данными</li><li>понимание принципов работы алгоритмов машинного обучения, знакомство с методами математического моделирования в биологии и медицине, умение применять байесовские методы</li><li>владение Python (или другим языком программирования) на уровне, достаточном для самостоятельного выполнения прогнозирования или моделирования</li><li>опыт написания научных статей, отчетов НИР</li><li>владение английским языком на уровне чтения технической литературы</li></ul><b>Условия:</b><ul><li>График работы 5/2, с 9.30 до 18.00;</li><li>ежегодный отпуск - 28 календарных дней;</li><li>испытательный срок 3 месяца;</li><li>возможность\nпрофессионального роста;<br /></li><li>прикрепление к корпоративной поликлинике.</li></ul>",
        "salary_to": 0,
        "salary_from": 0
    },
    {
        "name": "Преподаватель программирования и IT дисциплин",
        "url": "https://www.superjob.ru/clients/konsaltingovaya-gruppa-finium-2318749/vacancies.html",
        "description": "<p>В колледж с государственной лицензией и аккредитацией требуется преподаватель программирования.</p><p><b>Условия:</b><br /></p>бессрочный трудовой договор;<ul><li>\"белая\" зарплата;</li><li>пятидневная рабочая неделя;</li><li>оплачиваемый отпуск два месяца в год; </li><li>нагрузка 4-5 пар в день;</li><li>оффлайн и онлайн занятия.</li></ul><p><b>Обязанности:</b></p><ul><li>Преподавание дисциплин по программированию</li><li>Подготовка и проверка заданий для студентов</li></ul><b>Требования:</b><p>Наличие высшего образования;</p><p>Знание:</p><ul><li>Python;</li><li>C++ или Java;</li><li>SQL;</li><li>алгоритмов и теории программирования;</li></ul><p>Владение навыками:</p><ul><li>разработки программных модулей;</li><li>разработки мобильных и веб-приложений;</li><li>поддержки и тестирования программных модулей;</li><li>системного программирования.</li></ul><p><br /></p>",
        "salary_to": 100000,
        "salary_from": 80000
    },
    {
        "name": "Java-разработчик",
        "url": "https://www.superjob.ru/clients/yandeks-ooo-yandeks-3237849/vacancies.html",
        "description": "<p>Каждый месяц больше 20 миллионов человек выбирают товары в более чем 24 тысячах магазинов, размещенных на Маркете. Наш сервис располагает огромной базой данных о предложениях магазинов, актуальной информацией о ценах и наличии товаров, сроках и стоимости доставки. Маркет помогает пользователям выбирать лучшие товары, а магазинам — продвигать свой ассортимент.</p><p>Разработчики Маркета решают задачи, связанные с обработкой и анализом больших объемов данных, создают и поддерживают высоконагруженные отказоустойчивые системы. Мы используем непрерывно развивающиеся сервисы Яндекса, например, колоночную аналитическую систему управления базами данных ClickHouse, MapReduce-платформу Yandex Tables, облачную платформу для приложений и популярные инструменты разработки: Gradle, Spring Framework, PostgreSQL, Oracle и многие другие. Мы ищем в свою команду ответственных и внимательных разработчиков.</p><p><b>Мы ждем, что вы:</b></p><p><ul><li>готовы к действительно сложным и интересным задачам;</li><li>имеете опыт коммерческой разработки на Java;</li><li>умеете тестировать свой код и разбираться в чужом;</li><li>умеете работать в команде;</li><li>хорошо знаете Java Core;</li><li>знаете классические алгоритмы и структуры данных.</li></ul><b>Будет плюсом, если вы:</b></p><p><ul><li>создавали распределённые системы с большой нагрузкой и микросервисы;</li><li>использовали реляционные системы управления базами данных или NoSQL-хранилища;</li><li>умеете разрабатывать многопоточные приложения;</li><li>разрабатывали под Unix или Linux;</li><li>использовали непрерывную интеграцию (CI) и непрерывную доставку (CD);</li><li>знаете базовые принципы организации сетей;</li><li>знаете Python.</li></ul><b>Что мы предлагаем:</b></p><p><ul><li>современный офис со всеми необходимыми для комфортной работы и отдыха условиями, есть парковка (каждый день мы мониторим эпидемиологическую ситуацию, поэтому формат работы может меняться и зависит от общих правил работы офисов Яндекса);</li><li>официальное трудоустройство;</li><li>компенсация оплаты питания на территории кампуса и в окрестностях;</li><li>гибкий график: мы не контролируем, кто во сколько приходит и уходит, ключевая задача для каждого из нас — выполнять поставленные цели;</li><li>профессиональная команда, у которой можно многому научиться и перенять полезный опыт;</li><li>культура открытости, взаимопомощи: у нас работают люди, увлеченные и небезразличные к тому, что они делают;</li><li>высокая скорость работы и возможность быстро увидеть свой вклад и результаты работы;</li><li>работа в технологической компании, где есть возможность делать полезные сервисы, которыми пользуются миллионы людей.</li></ul></p>",
        "salary_to": 0,
        "salary_from": 0
    },
    {
        "name": "Специалист (работа с отчетностью)",
        "url": "https://www.superjob.ru/clients/mi-fns-rossii-po-cod-n2-3402679/vacancies.html",
        "description": "<b>Обязанности:</b><br /><ul><li><p>Контроль и загрузка в БД информации из различных источников</p></li><li><p>Формирование аналитических и статистических отчетов</p></li></ul><br /><b>Требования:</b><br /><ul><li>Системное и аналитическое мышление;</li><li>Умение работать с большим объемом информации.</li><li>Умение работать в режиме многозадачности.</li><li>Навыки деловой переписки, умение ясно и четко излагать свои мысли с учетом потребностей целевой аудитории.</li><li>Базовые навыки работы с офисными приложениями (MS Office Project, Word, Excel, Visio, Power Point) и браузерами, применение компьютерной и другой оргтехники,</li><li>Основы ведения делопроизводства, составление делового письма</li></ul><p>Предпочтительно:<br /></p><ul><li>Продвинутые знания MS Excel,\nSQL\n\n</li><li>Навыки работы с MS Power Query, Python (библиотеки numpy, pandas)</li></ul><p><br /><br /><b>Условия:</b><br /><br />5дневная рабочая неделя, график работы пн-чт с 9 до 18, пт с 9 до 16-45, обед - 45 минут.<br />Служебный день ненормированный (эпизодически).<br />Отпуск составляет 30 календарных дней + 3 дня за ненормированный рабочий день+ отпуск за выслугу лет.<br />Бесплатное обслуживание в ведомственной поликлинике.<br />Санаторно-курортное лечение в пансионатах Сочи и Анапы.<br />Дружный молодой коллектив.<br />Перспективы профессионального и карьерного роста.<br />Стабильная заработная плата.<br />Ежеквартальное материальное стимулирование.<br />Территориальное расположение: Походный проезд, 3, «Налоговый городок». Ближайшие станции метро: Сходненская, Тушинская, Волоколамская (10 минут общественным транспортом), а также пешая доступность от станции «Трикотажная» Рижской ЖД<br />Полный рабочий день</p>",
        "salary_to": 0,
        "salary_from": 35000
    },
    {
        "name": "Системный администратор, IT-специалист",
        "url": "https://www.superjob.ru/clients/fgbu-nauchno-issledovatelskij-centr-kosmicheskoj-gidrometeorologii-planeta-4207698/vacancies.html",
        "description": "<b>Обязанности:</b><p>•        настройка и эксплуатация межсетевых экранов, маршрутизаторов,\nсистем мониторинга за трафиком и безопасностью;<br /></p><p>•        поиск и устранение неисправностей сети, уязвимостей сети;</p><p>•        настройка мониторинга работоспособности оборудования, каналов связи (zabbix);</p><p>•        работа с системами виртуализации (hyper-v; vmware; контейнеры\ndocker и др.);</p><p>\n• настройка ОС Linux (CentOS, openSUSE и др.), Asta linux, Windows (7,10, server 2012 – 2019);<br /></p><p> • автоматизация рутиных задачь;<br /></p><p> • участие в эксплуатации и развитии ИТ-инфраструктуры организации;  <b><br /></b></p><p>•        разработка документации (схемы, руководства по эксплуатации, описания) в рамках круга обязанностей;<br /></p><p> • антивирусная защита;  <br /></p><p>•        участие в монтажных работах по СКС (редко);  </p><p>•        участие в установке и развертывании серверного оборудования, систем хранения данных, сетевого оборудования (редко);</p><p>•        администрирование видеоконференцоборудования (работа по графику).  <br /></p><p><br /></p><p><b>Требования:</b></p><ul><li><p>образование высшее (допускается обучение в магистратуре, вечернее отделение);</p></li><li><p>работа с ОС Linux (CentOS, openSUSE и др.), Asta linux, Windows (7,10, server 2012 – 2019) на уровне администратора;</p></li></ul><ul><li><p>Обязательно знание:</p><ul><li><p>протоколы передачи данных по ЛВС;<br /></p></li><li><p>характеристики и основы эксплуатации сетевого оборудования (коммутаторы, маршрутизаторы, межсетевые экраны);</p></li><li><p>устройство и принципы работы ЭВМ и периферийного оборудования (принтеры, МФУ, мониторы);</p></li><li><p>устройство и работа с серверного оборудования;</p></li></ul></li><li><p>написание скриптов, умение программировать на языке \nPython приветствуется;</p></li><li><p>читать техническую документацию на английском языке;</p></li><li><p>наличие опыта работы системным администратором является преимуществом;</p></li><li><p>Наличие сертификатов повышения квалификации в сфере IT является преимуществом.</p></li></ul><p><b>Условия:</b></p><ul><li>Работа в центре Москвы (м. Краснопресненская).<br /></li><li>график работы 5/2 с 9 до 18 часов;</li><li>Постоянная работа;</li><li>Дружная профессиональная команда;</li><li>Оформление по ТК РФ;</li><li>Интересные КОСМИЧЕСКИЕ проекты;</li><li>Возможности карьерного роста (Компания постоянно развивается и растёт).</li><li>Уровень зарплаты обсуждается с успешным кандидатом.</li></ul><p><b>Уважаемые соискатели, <br />просьба указывать ожидаемый уровень З/П на руки в сопроводительном письме!</b></p>",
        "salary_to": 0,
        "salary_from": 0
    },
    {
        "name": "Системный администратор",
        "url": "https://www.superjob.ru/clients/tb-proekt-3706962/vacancies.html",
        "description": "<p><b>Обязанности:</b></p><ul><li>Поддержание рабочего состояния\nрабочих станций</li><li>Поддержка пользователей\n(включая удаленную)</li><li>Участие в развитии внутренней\nинфраструктуры, её техническое сопровождение</li></ul><p><b>Требования:</b></p><ul><li>Понимание основ сети (TCP/IP,\nDNS, VPN, VLAN, DHCP)</li><li> Навыки работы с Windows Server – TS, AD, GPO, WSUS, Hyper-V</li><li> Минимальный опыт\nадминистрирования БД MSSQL</li><li> Базовые навыки\nадминистрирования Windows и *nix</li><li> Настройка базового\nбухгалтерского ПО – CryptoPro,\nконтур, такском, 1C</li></ul><p> Желательно:</p><ul><li>Zabbix</li><li> FreePBX/Asterisk</li><li> Cisco ASA, Juniper EX</li><li> *nix: bash, exim4, dovecot, nginx, php-fpm,\ngunicorn</li><li> Знание python на минимальном уровне </li></ul><p><b>С чем предстоит работать:</b></p><ul><li>Кластер на базе Hyper-V</li><li>MS инфраструктура включая SCCM, DPM, MSSQL.</li><li>Сетевое оборудование Cisco ASA, Juniper EX, Ubiquity</li><li> IP телефония на базе FreePBX</li><li> Более 100 пользователей</li><li> Несколько офисов на территории\nг. Москва и ближайшее Подмосковье. </li><li>\n\n98%\nвремени работа в офисе по адресу Амундсена, 9, но редкие выезды в другие офисы\nбудут    </li></ul><p><b>Условия:</b></p><ul><li>формление по ТК РФ;<br /></li><li>официальная з/п<br /></li><li>график работы 5/2;<br /></li><li>шаговая доступность от метро Свиблово (7 мин).<br /></li><li>полный рабочий день (с 9.00 до 18.00)<br /></li><li>на территории работодателя</li></ul>",
        "salary_to": 150000,
        "salary_from": 0
    },
    {
        "name": "Учитель информатики",
        "url": "https://www.superjob.ru/clients/shkola-2116-3241791/vacancies.html",
        "description": "<b>Обязанности:</b><br /><ul><li>Качественное ведение уроков информатики (1,5 ставки) </li><li>Подготовка к экзаменам и олимпиадам, городским конференциям и конкурсам, </li><li>Ведение внеурочной деятельности, дополнительного образования</li><li>Курирование проекта \"Инженерный класс в московской школе\" и проинженерных классов</li></ul><b>Требования:</b><ul><li>Высшее профильное образование</li><li>Диагностика МЦКО (высокий/экспертный уровень по информатике)<br /></li><li>Опыт работы учителем информатики (подготовка к ОГЭ/ЕГЭ, олимпиадам и конференциям)<br /></li><li>Владение ПК<br /></li><li>Справка о несудимости (обязательно!)<br /></li><li>Медицинская книжка и пр. документы, предусмотренные ТК РФ для пед.работников</li></ul><b>Условия:</b><ul><li>Стабильная заработная плата и стимулирующие выплаты</li><li>Социальный пакет (оплата отпусков, листков нетрудоспособности, повышение квалификации и пр.)</li></ul>",
        "salary_to": 0,
        "salary_from": 130000
    },
    {
        "name": "Преподаватель по программированию",
        "url": "https://www.superjob.ru/clients/uchi-ru-4505748/vacancies.html",
        "description": "<p>Мы с тобой сработаемся, если ты:</p><ul><li>В том числе студент (3 курс и старше), аспирант или выпускник технического или педагогического вуза</li><li>Знаешь язык программирования или есть желание обучиться</li><li>Опыт преподавания в группах от 6 месяцев</li><li>Умеешь объяснять сложные вещи простыми словами</li><li>Хочешь развиваться и повышать свою квалификацию</li></ul><p>Что нужно делать?</p><ul><li>Проводить занятия по программированию для детей</li></ul><ul><li>Отслеживать результаты обучения</li><li>Консультировать родителей по вопросам успеваемости детей</li><li>Продавать курсы на открытом уроке</li></ul><ul><li>Поддерживать в школе позитивную атмосферу</li><li>Спустя полноценный учебный год наши юные ученики получают дипломы об окончании курса, и ты будешь участвовать в организации масштабного мероприятия</li></ul><p>Наши условия:</p><ul><li>Сменный график в развивающейся школе под узнаваемым брендом</li><li>Бесплатное обучение для успешных кандидатов</li><li>Обеспечение методическими материалами</li><li>Конкурентная заработная плата</li><li>Возможность развиваться и получать новые навыки</li><li>Атмосфера и команда школы – корпоративная культура отдыха, пицца и отличное настроение: )</li></ul>",
        "salary_to": 0,
        "salary_from": 0
    },
    {
        "name": "Специалист по комплексным системам безопасности",
        "url": "https://www.superjob.ru/clients/megapolis-121161/vacancies.html",
        "description": "<p>МЕГАПОЛИС – группа компаний, владеющая и управляющая активами в сфере логистики и дистрибуции товаров повседневного спроса (FMCG): табачная и пивобезалкогольная продукция, бакалейные товары, зажигалки, элементы питания, контрацептивы, энергетики, OTP (сигары, сигариллы, табаки).</p><p>Основана в 1998г.</p><p>230 филиалов от Калининграда до Петропавловска-Камчатского.</p><p>Более 13 000 человек сотрудников.</p><p>Доставка товаров в более чем в 160 000 торговых точек по всей России.</p><p>6 место в рейтинге Forbes в номинации «200 крупнейших частных компаний России».</p><p><b>ГК МЕГАПОЛИС ОБЛАДАЕТ КРУПНЕЙШИМ ПОРТФЕЛЕМ КОНТРАКТОВ, ВКЛЮЧАЯ КОНТРАКТЫ НА ДИСТРИБУЦИЮ В РФ:</b></p><p></p><ul><li>Табачной продукции с производителями Japan Tobacco International, Philip Morris International, Imperial Tobacco Group;</li><li>Долгосрочный дистрибьюторский договор с производителем пивобезалкогольной продукции ОАО «Пивоваренная компания «Балтика» (Carlsberg Group);</li><li>Дистрибьюторские контракты с производителями чая и кофе – кофе Lavazza и Moccona.</li><li>Дистрибьюторский контракт с производителем энергетических напитков Red Bull GmbH (Red Bull, Bullit).</li></ul>В ГК Мегаполис открыта вакансия \"Ведущий специалист инженерно-технического отдела\"<p><b>Обязанности:</b></p><p></p><ul><li>Поддержание работоспособности систем видеонаблюдения, систем контроля доступа, охранных систем;</li><li>Разработка и согласование планов расположения охранного оборудования;</li><li>Подбор и заказ компонентов для ремонта технических средств охраны;</li><li>Работа с серверами (IPMI);</li><li>Выезды на объекты (Москва Сити, МО г. Пушкино)</li></ul><b>Требования:</b><p></p><ul><li>Высшее техническое образование;</li><li>Опыт работы с ПАК \"Интеллект\", программирование и администрирование;</li><li>Водительское удостоверение категории \"В\". Опыт вождения автомобиля</li></ul><b>Дополнительные преимущества:</b><p></p><ul><li>Наличие сертификатов AICP (Axxon Intellect Сертифицированный Профессионал) и ANCP ( Axxon Next Сертифицированный профессионал);</li><li>Опыт работы с оборудованием и программным обеспечением Hikvision: iVMS-4200, видеорегистраторы, видеокамеры;</li><li>Знания PowerShell, Python, JScript.</li></ul><b>МЫ ПРЕДЛАГАЕМ:</b><p></p><ul><li>Работу в крупнейшей компании – лидере в своей отрасли;</li><li>Оформление по ТК РФ с первого рабочего дня;</li><li>Удобный график работы ПН-ПТ 9-18;</li><li>Конкурентную белую заработную плату, выплаты 2 раза в месяц на банковскую карту;</li><li>ДМС со стоматологией, скидка на обеды в корпоративной столовой;</li><li>Работа в офисе в Москве вблизи м. Аннино;</li><li>Есть охраняемая парковка для сотрудников или корпоративный транспорт от/до метро;</li><li>Для выездов на объекты предоставляется служебный автомобиль.</li></ul>",
        "salary_to": 0,
        "salary_from": 0
    },
    {
        "name": "Дата-инженер / Data-engineer",
        "url": "https://www.superjob.ru/clients/superjob-14449/vacancies.html",
        "description": "<p>В своей работе мы используем аналитическую базу данных ClickHouse, систему визуализации на базе Superset/Metabase и множество других инструментов для работы с Big Data. В команду ищем человека, который поможет нам развивать эту систему.<br /></p><p><b>Чем придётся заниматься:</b></p><ul><li>Работать с DWH, проектировать схемы для хранения данных.</li><li>Загружать данные из различных источников (как внутренних БД, так и внешних аналитических/маркетинговых платформ и т.д.) в DWH.</li><li>Разрабатывать, поддерживать и оптимизировать витрины данных.</li><li>Участвовать в организации CI/CD и мониторинга процессов обработки данных.</li><li>Искать ошибки и аномалии в данных, управлять качеством данных, автоматизировать проверку качества данных.</li></ul><b>Что ждём от вас:</b><ul><li>Уверенное знание SQL (аналитические функции, CTE, оптимизация запросов под Clickhouse и организация хранения данных в Clickhouse).</li><li>Хорошее знание Python (основные типы данных, основы ООП, основы алгоритмизации и взаимодействия с API).</li><li>Неудержимое желание обучаться и прокачиваться с нашей всевозможной поддержкой.</li></ul><b>Будет плюсом опыт работы с:</b><ul><li>Большими объёмами данных.</li><li>ClickHouse cluster.</li><li>Linux, Docker, Jenkins/Airflow/Dagster.</li><li>CDC в Clickhouse через Kafka+Debezium.</li><li>Flask, SqlAlchemy.</li></ul><b>Своему будущему коллеге мы предлагаем:</b><ul><li>Работу в одном из самых быстрорастущих рынков - HRTech.</li><li>Высокую инженерную культуру.</li><li>Непрерывное обучение и профессиональное развитие внутри компании.</li><li>Возможность стать частью сплоченной команды, любящей свое дело.</li><li>Регулярную обратную связь от наставников и руководителей.</li><li>Официальную заработную плату.</li><li>ДМС после прохождения испытательного срока.</li><li>Современный офис в 10 минутах пешей прогулки от станций метро Пушкинская/Маяковская/Чеховская/Новослободская. 3D-тур: public.superjob.ru/3dtour/ </li><li>Спортивный уголок.</li><li>Комфортную зону отдыха.</li><li>Кофе-поинты с вкуснейшим кофе и вендинговым аппаратом.</li><li>Оборудованное просторное место для питания.</li><li>Оплату проезда общественным транспортом.</li></ul>",
        "salary_to": 0,
        "salary_from": 0
    },
    {
        "name": "Инженер (трансфер технологий)",
        "url": "https://www.superjob.ru/clients/vserossijskij-nauchno-issledovatelskij-institut-aviacionnyh-materialov-nacionalnogo-issledovatelskogo-centra-kurchatovskij-institut-438429/vacancies.html",
        "description": "<p><b>Обязанности:</b></p><p><ul><li>участие в работах по развитию центра трансфера технологий с применением информационных технологий;</li><li>создание и управление базами данных по управлению результатами интеллектуальной деятельности;</li><li>проведение экспертиз отчетной документации и результатов научно-технической деятельности, полученных в рамках НИР, ОТР и ОКР в целях выявления охраноспособных результатов работ и готовить рекомендаций по их правовой охране;</li><li>участие в информационно-аналитической и технической помощи научным подразделениям института при планировании и выполнении ими научно-исследовательских работ;</li><li>построение патентных ландшафтов в сфере деятельности Предприятия;</li><li>участие в работе по обеспечению, с использованием новых информационных технологий, подразделений института и руководства института специально подготовленной информацией с целью повышения научно-технических знаний сотрудников и создания внешней и внутренней информационной среды предприятия.</li></ul><b>Требования:</b></p><p><ul><li>высшее образование: инженерно-техническое или в области информационно-телекоммуникационных технологий;</li><li>уверенный пользователь ПК;</li><li>уверенный пользователь Excel, Word, Power Point, Access, 1С;</li><li>знание языков программирования (Python, SQL, и др.);</li><li>навыки работы по разработке технического задания для создания баз данных и программного обеспечения;</li><li>навыки работы с наполнением и управлением баз данных;</li><li>навыки статистической обработки данных;</li><li>хорошие аналитические способности;</li><li>английский язык - не ниже среднего уровня.</li></ul><b>Условия:</b></p><p><ul><li>Ближайшая станция метро: м. Бауманская, м. Курская.</li><li>График работы: 09.00 - 18.00 (пн.-чт), 09.00 - 16.45 (пт.);</li><li>Официальное трудоустройство;</li><li>Детские лагеря;</li><li>Собственная база отдыха.</li></ul></p>",
        "salary_to": 100000,
        "salary_from": 60000
    },
    {
        "name": "Главный разработчик",
        "url": "https://www.superjob.ru/clients/gruppa-kompanij-maskom-ooo-cbi-maskom-173090/vacancies.html",
        "description": "<p><b>Обязанности:</b></p><p><ul><li>организация процесса разработки модулей к существующему ПО с помощью подчиненных, CodeReview</li><li>развитие существующего ПО</li><li>обсуждение пожеланий по доработке ПО с заказчиком</li><li>разработка документации для программистов (по сути, не ГОСТ)</li></ul><b>Требования:</b></p><p><ul><li>опыт разработки от 5 лет</li><li>разработки в команде с программистами в подчинении и самостоятельно</li><li>наличие завершенных проектов с backend на Python.</li><li>умение самостоятельно развернуть проект под Linux.</li><li>Git, GitHub, Confluence, Jira</li><li>Языки: Python, JavaScript, желательно Dart</li><li>Фреймворки: желательно Flutter</li><li>Базы данных: PostgreSQL, SQLite</li></ul><b>Условия:</b></p><p><ul><li>Зарплата полностью официально.</li><li>Трудоустройство в компании аккредитованной в Мин. цифре.</li><li>Бронь.</li><li>Гибкий график.</li><li>Возможность работать удаленно.</li><li>Возможны командировки.</li><li>Офис м. Октябрьское поле, 5 минут пешком.</li></ul></p>",
        "salary_to": 0,
        "salary_from": 200000
    },
    {
        "name": "Разработчик Python / Python Developer (офис, 5/2)",
        "url": "https://www.superjob.ru/clients/gruppa-guta-24345/vacancies.html",
        "description": "<p><b>Уважаемые соискатели! Работа в офисе (г.Москва, м. Новослободская)</b></p> <p><b>Задачи:</b></p> <ul><li>Разработка с использованием Python3;</li> <li>Поддержка и доработка существующих сервисов, интеграций;</li> <li>Проектирование и разработка нового функционала, модулей для различных интеграций;</li> <li>Умение разбирать и дорабатывать чужой код.</li> </ul><p><b>Наши требования:</b></p> <ul><li>Опыт коммерческой разработки на Python (от 1 года);</li> <li>Опыт работы с система контроля версий Git;</li> <li>Опыт интеграции со сторонними сервисами и API;</li> <li>Знание Python 3.10+;</li> <li>Опыт работы с базами данных, понимание базовых принципов внутренней работы реляционных БД;</li> <li>Уверенный пользователь Linux;</li> <li>Базовые знания сетевых технологий, клиент-серверного взаимодействия, протокола HTTP(S), REST, SOAP;</li> <li>Базовые знания Docker, Docker Compose;</li> <li>Базовые знания очередей сообщения Kafka/RabbitMQ.</li> </ul><p>Технологический стек: Python 3.10 (fastapi/flask, pydantic, psycopg2, pymssql, aiodbc, pytest); БД (PostgreSQL, MS SQL, MySQL); Kafka; Docker, Docker Compose; Graylog, Zabbix.</p> <p><b>Будет плюсом:</b></p> <ul><li>Понимание микросервисной архитектуры;</li> <li>Знание DICOM протокола;</li> <li>Опыт работы с NoSQL;</li> <li>Опыт работы с Graylog стек.</li> </ul><p><b>Мы предлагаем:</b></p> <ul><li>Работу в крупном холдинге, который стабильно существует на рынке с 1998 года;</li> <li>Перспективы профессионального развития и карьерного роста;</li> <li>Достойную оплату труда: высокий стабильный оклад;</li> <li>Полностью официальную «белую» ЗП;</li> <li>Работа в офисе, 5/2 с 9:00 до 18:00 или с 10:00 до 19:00.</li> <li>Место для отдыха и приема пищи;</li> <li>Льготное медицинское обслуживание для сотрудников и членов семьи;</li> <li>Скидки от компаний входящих в Группу Гута (фитнес клубы, рестораны Савой, отели Савой, специальные программы ГУТА-Банка, Гута-страхование)</li> <li>Адекватное руководство – современные, прогрессивные, вовлеченные, поддерживающие современные технологии и тренды.</li> </ul><p>В сопроводительном письме просьба указывать Ваши зарплатные ожидания, если они не указаны в резюме.<br /><br />До встречи на собеседовании!</p>",
        "salary_to": 200000,
        "salary_from": 150000
    },
    {
        "name": "Продуктовый web-аналитик (Стрим дебетовые карты и счета)",
        "url": "https://www.superjob.ru/clients/bank-vtb-235578/vacancies.html",
        "description": "<p><b>Обязанности:</b></p><p><ul><li>настройка системы сбора, процессов и методов по сбору данных;</li><li>настройка новых отчетов из Яндекс.Метрики;</li><li>настройка метрик на сайтах и посадочных страницах;</li><li>проверка данных на достоверность в системах аналитики при формировании еженедельных/ежедневных отчетов в системе Яндекс.Метрика;</li><li>проведение анализа результативности всех каналов трафика;</li><li>проведение анализа количественных и качественных показателей трафика на веб-сайте;</li><li>мониторинг поведенческих характеристик пользователей при посещении веб-сайта;</li><li>участие в подготовке тех.заданий на новые лендинги компании;</li><li>подготовка регулярного отчета по сайту и лендингам;</li><li>подготовка отчетов в различных срезах (по страницам, по городам, по продуктам, по аудитории, по конверсиям, по событиям, выстраивание воронки);</li><li>анализ данных и подготовка рекомендаций для команды маркетинга.</li></ul><b>Требования:</b></p><p><ul><li>опыт работы не менее 2-х лет в банке/агентстве работающем с банками;</li><li>обязательное владение SQL на уровне сложных запросов;</li><li>опыт работы с системами визуализации данных PowerBI / Google Data Studio и т.д.;</li><li>визуализация данных с помощью дашбордов;</li><li>умение работать с большим массивом данных;</li><li>желательно знание Python;</li><li>свободное владение основными инструментами веб-аналитики (Яндекс Метрика, Google Analytics);</li><li>логика и cтратегическое мышление.</li></ul></p>",
        "salary_to": 0,
        "salary_from": 0
    },
    {
        "name": "Эксперт (CJE)",
        "url": "https://www.superjob.ru/clients/bank-vtb-235578/vacancies.html",
        "description": "<p><b>Обязанности:</b></p><p><ul><li>проработка клиентских путей для формирования новых гипотез по улучшению поведения сегментов и увеличению эффективности коммуникаций;</li><li>сегментация клиентской базы, построение алгоритмов сегментации клиентской базы и формирование требований к данным;</li><li>регулярный сбор отчетности, бизнес анализ, оценка и прогнозирование эффектов от маркетинговых инициатив;</li><li>формирование новых гипотез на основе данных по проведенным кампаниям;</li><li>подготовка брифов и материалов для запуска целевых маркетинговых кампаний, координация и оптимизация работ кампейнеров;</li><li>контроль запуска маркетинговых кампаний;</li><li>коммуникации со смежными подразделениями по проработке решений для запуска онлайн маркетинговых коммуникаций;</li><li>формирование постановок на смежные системы по получению потоков целевых событий для запуска кампаний;</li><li>проработка бизнес-процессов и оптимизация решений по входящим запросам от продуктовых команд/заказчиков.</li></ul><b>Требования:</b></p><p><ul><li>образование: высшее, приветствуются специальности маркетинг, бизнес-анализ;</li><li>опыт и/или знания в области управления \"Customer Journey\" и использования методик и инструментов анализа продаж или маркетинговой активности, продвижения услуг, работа с CRM-системами, кампейнинг;</li><li>опыт работы в банках – приветствуется, возможно – телеком, ритейл;</li><li>знание SQL, Python как плюс;</li><li>знание CRM-платформ/кампейн-движков: SAS RTDM или аналоги как существенный плюс;</li><li>опытный пользователь Excel, опыт подготовки презентаций;</li><li>способность ответственно, инициативно и самостоятельно выполнять свою роль;</li><li>быстрая обучаемость и высокая скорость погружения в задачу;</li><li>мультизадачность, стремление в максимально короткие сроки достичь максимальный результат;</li><li>аналитический склад ума;</li><li>умение работать с большими объемами информации, хорошая память.</li></ul></p>",
        "salary_to": 0,
        "salary_from": 0
    },
    {
        "name": "Стажер-тестировщик QA",
        "url": "https://api.hh.ru/vacancies/86626961?host=hh.ru",
        "description": "Базовое понимание основных этапов и принципов тестирования, знакомство с теорией тестирования. Базовые знания <highlighttext>Python</highlighttext>. Понимание жизненного цикла разработки и тестирования...",
        "salary_to": null,
        "salary_from": null
    },
    {
        "name": "Стажер-программист Python",
        "url": "https://api.hh.ru/vacancies/86458967?host=hh.ru",
        "description": "Способность быстро разобраться в неизвестном предмете (протоколе, языке программирования, и т.д.). Опыт программирования на <highlighttext>Python</highlighttext> (не обязательно промышленный). ",
        "salary_to": null,
        "salary_from": 60000
    },
    {
        "name": "Python-разработчик (junior)",
        "url": "https://api.hh.ru/vacancies/87277446?host=hh.ru",
        "description": "Знает язык <highlighttext>Python</highlighttext> уверенно: основы, синтаксис, функции, декораторы(замыкания), ООП, асинхронную модель, процессы, потоки. Слышал про GIL. Понимает почему <highlighttext>python</highlighttext>...",
        "salary_to": 70000,
        "salary_from": null
    },
    {
        "name": "Бэкенд разработчик Python",
        "url": "https://api.hh.ru/vacancies/87371472?host=hh.ru",
        "description": "1) 1+ год опыта работы в качестве бэкенд-разработчика (<highlighttext>Python</highlighttext>). 2) Опыт интеграции сторонних сервисов по средствам API. ",
        "salary_to": 120000,
        "salary_from": 60000
    },
    {
        "name": "Стажер-программист Python",
        "url": "https://api.hh.ru/vacancies/86400360?host=hh.ru",
        "description": "Базовые знания <highlighttext>Python</highlighttext> (>3).",
        "salary_to": null,
        "salary_from": null
    },
    {
        "name": "Стажер C++/ Python",
        "url": "https://api.hh.ru/vacancies/87453054?host=hh.ru",
        "description": "Базовое знание C++ и/или <highlighttext>Python</highlighttext>. Наличие GitHub/GitLab/BitBucket. Знание алгоритмов и структур данных на уровне университетской программы. ",
        "salary_to": null,
        "salary_from": null
    },
    {
        "name": "Разработчик Python (junior)",
        "url": "https://api.hh.ru/vacancies/86324076?host=hh.ru",
        "description": "Знание что такое swagger. Знание как управлять зависимостями в приложениях на <highlighttext>python</highlighttext> (pip/poetry/pipenv). Понимание про typehints/mypy. ",
        "salary_to": 80000,
        "salary_from": null
    },
    {
        "name": "Junior 3D художник",
        "url": "https://api.hh.ru/vacancies/87490646?host=hh.ru",
        "description": "Знание пайплайна создания моделей для PBR шейдинга. Наличие портфолио. Знание Photoshop. Знание <highlighttext>python</highlighttext>. Знание библиотеки Blender .bpy. Знание Unreal Engine...",
        "salary_to": null,
        "salary_from": null
    },
    {
        "name": "Разработчик Python/SQL",
        "url": "https://api.hh.ru/vacancies/87539957?host=hh.ru",
        "description": "Опыт разработки на <highlighttext>Python</highlighttext> 3 и MS SQL. Высшее техническое образование. Желательно знать Django, Celery, REST API; иметь опыт администрирования...",
        "salary_to": null,
        "salary_from": 80000
    },
    {
        "name": "Бизнес-аналитик (junior)",
        "url": "https://api.hh.ru/vacancies/85040102?host=hh.ru",
        "description": "Понимание устройства информационных систем. Умение работать с Microsoft Power BI, Tableau, <highlighttext>Python</highlighttext>, Grafana, Yandex Data Lens или аналогичные инструменты будет...",
        "salary_to": 91000,
        "salary_from": null
    },
    {
        "name": "Стажер-тестировщик QA",
        "url": "https://api.hh.ru/vacancies/86626961?host=hh.ru",
        "description": "Базовое понимание основных этапов и принципов тестирования, знакомство с теорией тестирования. Базовые знания <highlighttext>Python</highlighttext>. Понимание жизненного цикла разработки и тестирования...",
        "salary_to": 0,
        "salary_from": 0
    },
    {
        "name": "Стажер-программист Python",
        "url": "https://api.hh.ru/vacancies/86458967?host=hh.ru",
        "description": "Способность быстро разобраться в неизвестном предмете (протоколе, языке программирования, и т.д.). Опыт программирования на <highlighttext>Python</highlighttext> (не обязательно промышленный). ",
        "salary_to": 0,
        "salary_from": 60000
    },
    {
        "name": "Стажер-программист Python",
        "url": "https://api.hh.ru/vacancies/86400360?host=hh.ru",
        "description": "Базовые знания <highlighttext>Python</highlighttext> (>3).",
        "salary_to": 0,
        "salary_from": 0
    },
    {
        "name": "Python разработчик",
        "url": "https://api.hh.ru/vacancies/87616901?host=hh.ru",
        "description": "Отличные знания <highlighttext>Python</highlighttext> и SQL (работаем с postgresql). Умение писать поддерживаемый и тестируемый код. Умение декомпозировать задачи, оценивать их и...",
        "salary_to": 60000,
        "salary_from": 0
    },
    {
        "name": "Стажер C++/ Python",
        "url": "https://api.hh.ru/vacancies/87453054?host=hh.ru",
        "description": "Базовое знание C++ и/или <highlighttext>Python</highlighttext>. Наличие GitHub/GitLab/BitBucket. Знание алгоритмов и структур данных на уровне университетской программы. ",
        "salary_to": 0,
        "salary_from": 0
    },
    {
        "name": "Разработчик Python3 (Junior)",
        "url": "https://api.hh.ru/vacancies/87614592?host=hh.ru",
        "description": "Опыт кроссплатформенной разработки на языке <highlighttext>python</highlighttext>3 на фреймворках IDLE, Django 4, Eric7. Навыки работы с базами данных MySQL...",
        "salary_to": 0,
        "salary_from": 0
    },
    {
        "name": "Бэкенд разработчик Python",
        "url": "https://api.hh.ru/vacancies/87371472?host=hh.ru",
        "description": "1) 1+ год опыта работы в качестве бэкенд-разработчика (<highlighttext>Python</highlighttext>). 2) Опыт интеграции сторонних сервисов по средствам API. ",
        "salary_to": 120000,
        "salary_from": 60000
    },
    {
        "name": "Разработчик Python (junior)",
        "url": "https://api.hh.ru/vacancies/86324076?host=hh.ru",
        "description": "Знание что такое swagger. Знание как управлять зависимостями в приложениях на <highlighttext>python</highlighttext> (pip/poetry/pipenv). Понимание про typehints/mypy. ",
        "salary_to": 80000,
        "salary_from": 0
    },
    {
        "name": "Стажер в направление «аналитика данных»",
        "url": "https://api.hh.ru/vacancies/87587171?host=hh.ru",
        "description": "Знаешь основные понятия вероятностных распределений, статистических критериев и умеешь их проверять с помощью <highlighttext>python</highlighttext>-библиотек. Знаком с принципами работы алгоритмов...",
        "salary_to": 0,
        "salary_from": 0
    },
    {
        "name": "Python-разработчик (junior)",
        "url": "https://api.hh.ru/vacancies/87277446?host=hh.ru",
        "description": "Знает язык <highlighttext>Python</highlighttext> уверенно: основы, синтаксис, функции, декораторы(замыкания), ООП, асинхронную модель, процессы, потоки. Слышал про GIL. Понимает почему <highlighttext>python</highlighttext>...",
        "salary_to": 70000,
        "salary_from": 0
    }
]